Repository: dharanijayachandran/user-management
Catalog: src/assets/i18n/messages.*.xlf
Languages: hi

source: Click to edit Menu Detail
hi: मेनू विवरण संपादित करने के लिए क्लिक करें

source: Order
hi: गण

source: Icon
hi: चिह्न

source: Page URL
hi: पेज का पता

source: Manage Notification Group
hi: अधिसूचना समूह प्रबंधित करें

source: Group
hi: समूह

source: Notification Media
hi: अधिसूचना मीडिया

source: Click to Notification Media
hi: अधिसूचना मीडिया पर क्लिक करें

source: List of Notification Groups
hi: अधिसूचना समूहों की सूची

source: Notification Group Information
hi: अधिसूचना समूह की जानकारी

# Name.placeholder
source: Enter Name
hi: नाम दर्ज

source: Notification Group Media
hi: अधिसूचना समूह मीडिया

# notificationMediaSelect.message
source: Please select atleast one Notification Media
hi: कृपया एक सूचना मीडिया को चुनें

source: Notification Group User(s)
hi: अधिसूचना समूह उपयोगकर्ता

# moduleHeader
source: {{addEditText}} Module
hi: {{addEditText}} मापांक

# modulePreview
source: {{addEditText}} Module- Preview
hi: {{addEditText}} मॉड्यूल- पूर्वावलोकन

# moduleInfo
source: Module Information
hi: मॉड्यूल जानकारी

# AddModule
source: Review & Save
hi: समीक्षा करें & सहेजें

source: Module Details
hi: मॉड्यूल विवरण

source: Click to edit module Detail
hi: मॉड्यूल विवरण संपादित करने के लिए क्लिक करें

source: View Module
hi: देखें जोड़ें

source: Module Name
hi: मोड्यूल का नाम

# serviceHeader
source: {{addEditText}} Service
hi: {{addEditText}} सर्विस

# servicePreview
source: {{addEditText}} Service- Preview
hi: {{addEditText}} सेवा- पूर्वावलोकन

# serviceInfo
source: Service Information
hi: सेवा कि जानकारी

# moduleName*
source: Module Name<span>*</span>
hi: मोड्यूल का नाम<span>*</span>

# displayName*
source: Display Name<span>*</span>
hi: प्रदर्शित होने वाला नाम<span>*</span>

# displayName.placeholder
source: Enter Display Name
hi: प्रदर्शन नाम दर्ज करें

# displayName.message
source: Please enter Display Name
hi: कृपया प्रदर्शन नाम दर्ज करें

# displayName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# description*
source: Description<span>*</span>
hi: विवरण<span>*</span>

# serviceURL*
source: Service URL<span>*</span>
hi: सेवा यूआरएल<span>*</span>

# serviceURL.placeholder
source: Enter Service URL
hi: सेवा यूआरएल दर्ज करें

# dataOperation*
source: Data Operation<span>*</span>
hi: डेटा ऑपरेशन<span>*</span>

# dataOperation.message
source: Please select Data Operation
hi: कृपया डेटा ऑपरेशन का चयन करें

source: Service Details
hi: सेवा विवरण

source: Click to edit module Detail
hi: मॉड्यूल विवरण संपादित करने के लिए क्लिक करें

source: Notification Group User(s)
hi: अधिसूचना समूह उपयोगकर्ता

source: Contact Name
hi: संपर्क नाम

# recipientContactName.message
source: Please enter Contact Name
hi: कृपया संपर्क नाम दर्ज करें

# recipientContactName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# recipientContactInfo.message
source: Please enter Contact Info
hi: कृपया संपर्क जानकारी दर्ज करें

# recipientContactInfo.message1
source: Please enter valid E-mail ID
hi: कृपया मान्य ई-मेल आईडी दर्ज करें

# recipientContactInfo.message2
source: Enter only numbers
hi: केवल नंबर दर्ज करें

# listAnonymousContacts
source: List of Anonymous Contacts
hi: अनाम संपर्कों की सूची

source: Notification Group
hi: अधिसूचना समूह

source: Manage Access Group
hi: पहुँच समूह प्रबंधित करें

# AddNew
source: Click to Add New
hi: नया जोड़ने के लिए क्लिक करें

# accessGroupUser
source: User
hi: उपयोगकर्ता

source: Status
hi: स्थिति

source: Click to View
hi: देखने के लिए क्लिक करें

source: Click to Edit
hi: सम्पादन के लिए क्लिक करो

source: Click to Delete
hi: हटाने के लिए क्लिक करें

# addaceesgroup
source: {{addEditText}} Access Group
hi: {{addEditText}} पहुंच समूह

source: Access Group Information
hi: समूह जानकारी तक पहुँचें

# Name.message
source: Please enter Name
hi: कृपया नाम दर्ज करें

# Name.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Active
hi: सक्रिय

source: In-Active
hi: असक्रिय

# Description.placeholder
source: Enter Description
hi: विवरण दर्ज करें

source: Access Group User(s)
hi: समूह उपयोगकर्ता पहुँचें

# Review&amp;Save
source: Review & Save
hi: समीक्षा करें & सहेजें

source: Dashboard
hi: डैशबोर्ड

source: Section
hi: अनुभाग

source: Section Management
hi: अनुभाग प्रबंधन

source: Tab 1
hi: टैब 1

source: Manage Dashboard
hi: डैशबोर्ड को प्रबंधित करें

# commit
source: commit<i></i>
hi: प्रतिबद्ध<i></i>

source: Tab 2
hi: टैब 2

source: Manage Widget
hi: विजेट प्रबंधित करें

source: Account Info
hi: खाता जानकारी

source: Account Name
hi: खाते का नाम

# AccountName.placeholder
source: Enter account name
hi: खाता नाम दर्ज करें

# NameAccount.message
source: Name is required.
hi: नाम आवश्यक है

# NameAccount.message1
source: Name is between minimum 3 characters and maximum 30 characters.
hi: नाम न्यूनतम 3 वर्णों और अधिकतम 30 वर्णों के बीच है।

# NameAccount.message2
source: Numarics not allowed.
hi: न्यूमेरिक्स की अनुमति नहीं है

source: Max Users
hi: अधिकतम उपयोगकर्ता

# MaxUsers.message
source: Max users is required
hi: अधिकतम उपयोगकर्ताओं की आवश्यकता है

source: Manage Service
hi: सेवा का प्रबंधन करें

# AllSection3widget
source: All Section 3 widget list goes here..
hi: सभी खंड 3 विजेट सूची यहाँ जाती है ।।

source: Create Dashboard
hi: डैशबोर्ड बनाएं

source: Dashboard Title
hi: डैशबोर्ड शीर्षक

# DashboardTitle.placeholder
source: enter dashboard title
hi: डैशबोर्ड शीर्षक दर्ज करें

source: enter dashboard description
hi: डैशबोर्ड विवरण दर्ज करें

source: Is Default ?
hi: डिफ़ॉल्ट है?

source: Dashboard Configuration
hi: डैशबोर्ड कॉन्फ़िगरेशन

# AvailableLibrary
source: Widget Library
hi: विजेट लाइब्रेरी

# selectedDashboard
source: Select Dashboard
hi: डैशबोर्ड का चयन करें

# WidgetTitle.message
source: Please Enter Title
hi: कृपया शीर्षक दर्ज करें

# Style
source: Chart Type
hi: चार्ट प्रकार

# WidgetStyle.message
source: Please Selete Style
hi: कृपया सेटल स्टाइल

# Position
source: Refresh Interval (in Sec)
hi: रिफ्रेश इंटरवल (सेक में)

source: X-Axis Visible?
hi: एक्स-एक्सिस दर्शनीय?

source: Y-Axis Visible?
hi: Y- अक्ष दृश्यमान?

source: X-Axis Legend
hi: एक्स-एक्सिस लीजेंड

# Width
source: Width<span>*</span>
hi: चौड़ाई<span>*</span>

# WidgetWidth.message
source: Please Selete Width
hi: प्लीज सेलेटी विथ

# Height
source: Height<span>*</span>
hi: ऊंचाई<span>*</span>

source: Y-Axis Legend
hi: वाई-एक्सिस लीजेंड

source: is-Active
hi: सक्रिय है

source: Data Source
hi: डेटा स्रोत

# WidgetDataSource.message
source: Please Select Data Source
hi: कृपया डेटा स्रोत का चयन करें

# MinSegment
source: Min Threshold
hi: मिन थ्रेसहोल्ड

# maxSegment
source: Max Threshold
hi: मैक्स थ्रेसहोल्ड

source: Min Range
hi: न्यूनतम सीमा

source: Max Range
hi: अधिकतम रेंज

source: Font Size
hi: फ़ॉन्ट आकार

# WidgetCardIcon.message
source: Please Selete Icon
hi: कृपया सेइल आइकॉन

# AddWidget
source: <i></i> Add Widget
hi: <i></i> विजेट जोड़ें

# Edit
source: <i></i> Edit
hi: <i></i> संपादित करें

# Delete
source: <i></i> Delete
hi: <i></i> हटाएं

source: Widget Info
hi: विजेट जानकारी

# widgetName.placeholder
source: Enter widget name
hi: विजेट नाम दर्ज करें

source: Is Active?
hi: सक्रिय है?

source: is Panel Required ?
hi: पैनल आवश्यक है?

source: Data Type
hi: डाटा प्रकार

source: --select valid type--
hi: --मान्य प्रकार का चयन करें--

source: Min-Width
hi: न्यूनतम-चौड़ाई

source: --select min width--
hi: --न्यूनतम चौड़ाई का चयन करें--

source: col-lg-1
hi: कॉल-एलजी -1

source: col-lg-2
hi: कॉल-एलजी -2

source: col-lg-3
hi: कॉल-एलजी -3

source: col-lg-4
hi: कॉल-एलजी -4

source: col-lg-5
hi: कॉल-एलजी -5

source: col-lg-6
hi: कॉल-एलजी -6

source: col-lg-7
hi: कॉल-एलजी -7

source: col-lg-8
hi: कॉल-एलजी -8

source: col-lg-9
hi: कॉल-एलजी -9

source: col-lg-10
hi: कॉल-एलजी -10

source: col-lg-11
hi: कॉल-एलजी -11

source: col-lg-12
hi: कॉल-एलजी -12

source: Max-Width
hi: अधिकतम चौड़ाई

source: --select max width--
hi: --अधिकतम चौड़ाई का चयन करें--

# AddService
source: <i></i> Add Service
hi: <i></i> सेवा जोड़ें

source: Route-Link
hi: मार्ग-लिंक

source: Category
hi: वर्ग

source: Service Info
hi: सेवा की जानकारी

# serviceName.placeholder
source: Enter service name
hi: सेवा का नाम दर्ज करें

source: route
hi: मार्ग

# serviceRoute.placeholder
source: Enter route name
hi: मार्ग का नाम दर्ज करें

# category.placeholder
source: Enter category name
hi: श्रेणी का नाम दर्ज करें

source: is Active
hi: सक्रिय है

# AddDashboard
source: <i></i> Create Mapping
hi: <i></i> मैपिंग बनाएं

source: Widget Name
hi: विजेट नाम

source: Service Name
hi: सेवा का नाम

source: Category Name
hi: श्रेणी नाम

# dashboardInfo
source: Mapping Entity Info
hi: मानचित्रण इकाई जानकारी

# AddMapping
source: Save
hi: सहेजें

source: Prop Key
hi: प्रॉप की

source: Prop Value
hi: प्रोप मूल्य

source: Widget Attributes
hi: विजेट विशेषताएँ

source: Key
hi: चाभी

# widgetkey.placeholder
source: Enter widget key
hi: विजेट कुंजी दर्ज करें

source: Value
hi: मूल्य

# widgetValue.placeholder
source: Enter widget value
hi: विजेट मान दर्ज करें

# widgetPropDescription.placeholder
source: Enter widget Property description
hi: विजेट संपत्ति विवरण दर्ज करें

source: Asset Data Report
hi: एसेट डेटा रिपोर्ट

# AssetName
source: Asset Name<span>*</span>
hi: एसेट नाम<span>*</span>

# AssetName.message
source: Please select Asset Name
hi: कृपया एसेट नाम चुनें

source: Start Date/Time<span>*</span>
hi: प्रारंभ दिनांक / समय<span>*</span>

source: End Date/Time<span>*</span>
hi: अंतिम तिथि / समय<span>*</span>

source: HH:mm
hi: एच एच: मिमी

source: Asset Tag Name
hi: एसेट टैग नाम

source: Show Table Data
hi: तालिका डेटा दिखाएं

source: Show Line Chart(s)
hi: लाइन चार्ट दिखाएं

source: Reset
hi: रीसेट

source: View
hi: राय

# Pleasefillthemandatoryfields
source: Fill the mandatory fields
hi: अनिवार्य फ़ील्ड भरें

source: Raw Data Report
hi: रॉ डेटा रिपोर्ट

# Gateway
source: {{addEditText}} Gateway
hi: {{addEditText}} गेटवे

# Gateway.message
source: Please select Gateway
hi: कृपया गेटवे का चयन करें

# dataServerTime
source: Date/Time
hi: दिनांक और समय

# DateTime
source: Data Source Date/Time
hi: डेटा स्रोत दिनांक / समय

# RawPacket
source: Data Packet
hi: डेटा पैकेट

source: Detailed Data
hi: विस्तृत डेटा

source: Summary Data
hi: सारांश डेटा

source: Alarm Data Report
hi: अलार्म डाटा रिपोर्ट

source: Alarm Data
hi: अलार्म डेटा

source: Detail View
hi: विस्तार मे देखना

source: Close
hi: बंद करे

source: Download
hi: डाउनलोड

# DashboardTitle.message
source: Please Enter Dashboard Title
hi: कृपया डैशबोर्ड शीर्षक दर्ज करें

source: Please Enter Description
hi: कृपया विवरण दर्ज करें

source: Click to view on full screen
hi: पूर्ण स्क्रीन पर देखने के लिए क्लिक करें

source: Asset Template Configuration
hi: एसेट टेम्प्लेट कॉन्फ़िगरेशन

source: Asset Category
hi: संपत्ति श्रेणी

source: Click to Generate Asset Tags
hi: संपत्ति टैग उत्पन्न करने के लिए क्लिक करें

# clicktoManageAssetTags
source: Asset Tags not genarated
hi: एसेट टैग जेनरेटेड नहीं है

source: Asset Tags genarated
hi: एसेट टैग जेनरेटेड

source: Click to Manage Asset Tags
hi: एसेट टैग प्रबंधित करने के लिए क्लिक करें

source: List of Asset Templates
hi: एसेट टेम्प्लेट की सूची

source: Asset Template Details
hi: एसेट टेम्पलेट विवरण

# assetTemplateName.placeholder
source: Enter Asset Template Name
hi: एसेट टेम्पलेट नाम दर्ज करें

# assetTemplateName.message
source: Please enter Asset Template Name
hi: कृपया एसेट टेम्पलेट नाम दर्ज करें

# assetTemplateName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# assetCategory*
source: Asset Category<span>*</span>
hi: संपत्ति श्रेणी<span>*</span>

# assetCategory.message
source: Please select Asset Category
hi: कृपया एसेट श्रेणी का चयन करें

# parameterName
source: Enter Parameter Name
hi: पैरामीटर नाम दर्ज करें

# assetParams
source: Name is required
hi: नाम आवश्यक है

source: Eng Unit
hi: इंग यूनिट

# listOfAssetParamters
source: List of Asset Parameters
hi: एसेट पैरामीटर्स की सूची

source: Asset Template Detail
hi: एसेट टेम्प्लेट डिटेल

source: List of I/O Tags to generate Asset Template Tags
hi: एसेट टेम्प्लेट टैग उत्पन्न करने के लिए आईओ टैग की सूची

source: Generate
hi: उत्पन्न

source: Select atleast one Tag
hi: कम से कम एक टैग का चयन करें

source: Click to Edit Asset Template Details
hi: एसेट टेम्प्लेट विवरण संपादित करने के लिए क्लिक करें

# listOfParams
source: List of Asset Paramaters
hi: एसेट पैरामाटर्स की सूची

# assetTempalteName
source: Asset Template Name
hi: एसेट टेम्प्लेट का नाम

source: Asset Name
hi: एसेट नाम

source: Analog
hi: अनुरूप

source: Discrete
hi: अलग

source: Input Enabled
hi: इनपुट सक्षम है

source: Output Enabled
hi: आउटपुट सक्षम है

source: Click to Manage Alarm
hi: अलार्म प्रबंधित करने के लिए क्लिक करें

source: List of Asset Tags
hi: एसेट टैग की सूची

source: Analog Tag Details
hi: एनालॉग टैग विवरण

# analogTagName.placeholder
source: Enter Analog Tag Name
hi: एनालॉग टैग नाम दर्ज करें

# analogTagName.message
source: Please enter Analog Tag Name
hi: कृपया एनालॉग टैग नाम दर्ज करें

# analogTagName.message1
source: Please enter less than 100 Characters
hi: कृपया 100 से कम वर्ण दर्ज करें

# analogTagName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Asset Standard Tag
hi: एसेट स्टैंडर्ड टैग

source: Input Configuration
hi: इनपुट कॉन्फ़िगरेशन

# gatewayTemplate.placeholder
source: Enter Gateway Template
hi: गेटवे टेम्पलेट दर्ज करें

source: Output Configuration
hi: आउटपुट कॉन्फ़िगरेशन

source: Click to Edit Analog Tag Details
hi: अनुरूप टैग विवरण संपादित करने के लिए क्लिक करें

source: Click to Edit Input Configuration
hi: इनपुट कॉन्फ़िगरेशन संपादित करने के लिए क्लिक करें

source: Scaling Configuration
hi: स्केलिंग कॉन्फ़िगरेशन

source: Click to Edit Scaling Configuration
hi: स्केलिंग कॉन्फ़िगरेशन संपादित करने के लिए क्लिक करें

source: Scaling Enabled
hi: स्केलिंग सक्षम

source: Conversion Mode
hi: रूपांतरण मोड

source: Slope/Gradiant
hi: ढाल / ढाल

source: Intercept
hi: अवरोधन

# fieldValueMin
source: Field Value (FV) Min
hi: फील्ड वैल्यू (एफ वी) मिन

# processedValueMin
source: Processed Value (PV) Min
hi: संसाधित मूल्य (पीवी) न्यूनतम

# fieldValueMax
source: Field Value (FV) Max
hi: फ़ील्ड मान (एफ वी) मैक्स

# processedValueMax
source: Processed Value (PV) Max
hi: प्रोसेस्ड वैल्यू (पीवी) मैक्स

source: Range Clamping
hi: रेंज क्लैम्पिंग

source: Range Value (Min)
hi: रेंज मान (न्यूनतम)

source: Range Value (Max)
hi: रेंज मान (अधिकतम)

source: Scaling Configuration
hi: स्केलिंग कॉन्फ़िगरेशन

source: Linear
hi: रैखिक

source: Square Root
hi: वर्गमूल

# intercept.placeholder
source: Enter Intercept
hi: अवरोधन दर्ज करें

# intercept.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# slope/Gradiant.placeholder
source: Enter Slope/Gradiant
hi: ढलान / स्नातक दर्ज करें

# slope/Gradiant.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# fieldValueMin.placeholder
source: Enter Field Value (FV) Min
hi: फ़ील्ड मान (एफ वी) मिन दर्ज करें

# fieldValueMin.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# fieldValueMin.message1
source: Please enter min value lesser than max value
hi: कृपया अधिकतम मान से कम न्यूनतम मान दर्ज करें

# fieldValueMax.placeholder
source: Enter Field Value (FV) Max
hi: फ़ील्ड मान (एफ वी) अधिकतम दर्ज करें

# fieldValueMax.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# fieldValueMax.message1
source: Please enter max value greater than min value
hi: कृपया न्यूनतम मान से अधिक से अधिक मूल्य दर्ज करें

# processedValueMin.placeholder
source: Enter Processed Value (PV) Min
hi: प्रोसेस्ड वैल्यू (पीवी) मिन दर्ज करें

# processedValueMin.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# processedValueMin.message1
source: Please enter min value lesser than max value
hi: कृपया अधिकतम मान से कम न्यूनतम मान दर्ज करें

# processedValueMax.placeholder
source: Enter Processed Value (PV) Max
hi: प्रोसेस्ड वैल्यू (पीवी) मैक्स डालें

# processedValueMax.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# processedValueMax.message1
source: Please enter max value greater than min value
hi: कृपया न्यूनतम मान से अधिक से अधिक मूल्य दर्ज करें

# rangeValueMin.placeholder
source: Enter Range Value (Min)
hi: श्रेणी मान दर्ज करें (न्यूनतम)

# rangeValueMin.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# rangeValueMin.message1
source: Please enter min value lesser than max value
hi: कृपया अधिकतम मान से कम न्यूनतम मान दर्ज करें

# rangeValueMax.placeholder
source: Enter Range Value (Max)
hi: रेंज मान दर्ज करें (अधिकतम)

# rangeValueMax.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# rangeValueMax.message1
source: Please enter max value greater than min value
hi: कृपया न्यूनतम मान से अधिक से अधिक मूल्य दर्ज करें

source: Asset Details
hi: एसेट विवरण

# sssetFrom
source: Asset From
hi: से संपत्ति

# assetName.placeholder
source: Enter Asset Name
hi: एसेट नाम दर्ज करें

# assetName.message
source: Please enter Asset Name
hi: कृपया एसेट नाम दर्ज करें

# assetName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Parent Asset
hi: जनक आस्ति

# assetTemplateNoInp*
source: Asset Template<span>*</span>
hi: एसेट टेम्प्लेट<span>*</span>

# assetTemplate.message
source: Please select Asset Template
hi: कृपया एसेट टेम्पलेट चुनें

# gateway*
source: Gateway<span>*</span>
hi: गेटवे<span>*</span>

# gateway.message
source: Please select Gateway
hi: कृपया गेटवे का चयन करें

# addParamater
source: Click to Add Paramater
hi: परमेटर जोड़ने के लिए क्लिक करें

# assetParams.placeholder
source: Enter Parameter Name
hi: पैरामीटर नाम दर्ज करें

# assetParams.message
source: Name is required
hi: नाम आवश्यक है

source: Asset Configuration
hi: एसेट कॉन्फ़िगरेशन

source: Asset Hierarchy
hi: संपत्ति पदानुक्रम

# AssetHierarchy.placeholder
source: Search
hi: खोज

source: Plus
hi: प्लस

source: Click to Edit Asset Details
hi: एसेट विवरण संपादित करने के लिए क्लिक करें

# assetTemplateNoInp
source: Asset Template
hi: एसेट टेम्प्लेट

source: List of Asset Paramaters
hi: एसेट पैरामाटर्स की सूची

source: Click to Manage Input/Output
hi: इनपुट / आउटपुट प्रबंधित करने के लिए क्लिक करें

# clickToManageAlarmt
source: Click to Manage Alarm
hi: अलार्म प्रबंधित करने के लिए क्लिक करें

# discreteDetails
source: Discrete Tag Details
hi: असतत टैग विवरण

# discreteTagName.placeholder
source: Enter Discrete Tag Name
hi: असतत टैग नाम दर्ज करें

# discreteTagName.message
source: Please enter Discrete Tag Name
hi: कृपया असतत टैग नाम दर्ज करें

# discreteTagName.message1
source: Please enter less than 100 Characters
hi: कृपया 100 से कम वर्ण दर्ज करें

# discreteTagName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# GatewayType.message
source: Please select Data Type
hi: कृपया डेटा प्रकार का चयन करें

source: Asset Tag State
hi: एसेट टैग राज्य

# numericValue.message
source: Numeric Value is required
hi: संख्यात्मक मान आवश्यक है

# numericValue.message1
source: Enter only numbers
hi: केवल नंबर दर्ज करें

# commandable
source: Commandable<span>* </span>
hi: सक्षम है<span>* </span>

# isCommandable.message
source: Please select Commandable
hi: कृपया कमांड करने योग्य चुनें

source: Standard State
hi: मानक राज्य

source: List of Asset Tag States
hi: एसेट टैग राज्यों की सूची

source: Discrete Tag Details
hi: असतत टैग विवरण

source: Click to Edit Asset Discrete State Details
hi: एसेट डिस्क्रीट स्टेट विवरण संपादित करने के लिए क्लिक करें

source: Discrete Asset tag Detail
hi: असतत एसेट टैग विस्तार

source: Manage Discrete Asset Tag Details
hi: असतत एसेट टैग विवरण प्रबंधित करें

source: Asset Tag
hi: संपत्ति टैग

# GatewayTemplate.placeholder
source: Enter Gateway Template
hi: गेटवे टेम्पलेट दर्ज करें

# gatewayIOTagId.Message
source: Please select GatewayIOTag
hi: कृपया गेटवेआईओटीएजी का चयन करें

# stateMustBeUnique
source: "State" must be unique, Please select valid option.
hi: राज्य अद्वितीय होना चाहिए, कृपया वैध विकल्प चुनें।

# gatewayIOTagId.message
source: Please select GatewayIOTag
hi: कृपया गेटवेआईओटीएजी का चयन करें

# ClicktoEditAnalogTagDetails
source: Click to Edit Manage Discrete Tag Details
hi: संपादन असतत टैग विवरण संपादित करने के लिए क्लिक करें

source: Click to Edit Input Configuration
hi: इनपुट कॉन्फ़िगरेशन संपादित करने के लिए क्लिक करें

# AnalogAlaramHeader
source: Limit Alarm Configuration for Analog Asset Tag
hi: एनालॉग एसेट टैग के लिए अलार्म कॉन्फ़िगरेशन को सीमित करें

source: Asset Tag Name
hi: एसेट टैग नाम

source: Alarm Config Details
hi: अलार्म विन्यास विवरण

# alarmName*
source: Alarm Name<span>*</span>
hi: अलार्म का नाम<span>*</span>

# alarmName.placeholder
source: Enter Alarm Name
hi: अलार्म नाम दर्ज करें

# alarmName.message
source: Please enter Alarm Name
hi: कृपया अलार्म नाम दर्ज करें

# alarmName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# alarmType*
source: Alarm Type<span>*</span>
hi: अलार्म प्रकार<span>*</span>

# alarmTypeId.message
source: Please select Alarm Type
hi: कृपया अलार्म प्रकार का चयन करें

# limit*
source: Limit<span>*</span>
hi: सीमा<span>*</span>

# limit.placeholder
source: Enter Limit
hi: सीमा दर्ज करें

# alarmConditionValue.message
source: Please enter Limit
hi: कृपया सीमा प्रविष्ट करें

# alarmSevierity*
source: Severity<span>*</span>
hi: तीव्रता<span>*</span>

# alarmSevierity.message
source: Please select Alarm Severity
hi: कृपया अलार्म गंभीरता का चयन करें

source: Value Deadband
hi: मान डेडबैंड

# valueDeadBand.placeholder
source: Enter Value Deadband
hi: मान डेडबैंड दर्ज करें

# valueDeadBand.message1
source: Please enter number less than 1000000 and up to 4 decimal places
hi: कृपया 1000000 से कम और 4 दशमलव स्थानों तक की संख्या दर्ज करें

source: On Raise Alarm
hi: उठाएँ अलार्म पर

source: On Clear Alarm
hi: स्पष्ट अलार्म पर

# timeDeadband
source: Time Deadband(in Sec)
hi: समय सीमा (सेक में)

# timeDeadBandInSec
source: Enter Time Deadband
hi: टाइम डेडबैंड दर्ज करें

# timeDeadBandInSec.message2
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# alarmMessage*
source: Alarm Message<span>*</span>
hi: अलार्म संदेश<span>*</span>

source: Alarm Message
hi: अलार्म संदेश

# alarmMessage.placeholder
source: Enter Alarm Message
hi: अलार्म संदेश दर्ज करें

# alarmMessage.message
source: Please enter Alarm Message
hi: कृपया अलार्म संदेश दर्ज करें

source: Clear Alarm Message
hi: अलार्म संदेश साफ़ करें

# analogAlaramNotificationConfig
source: Alarm Notification Config Details
hi: अलार्म अधिसूचना विन्यास विवरण

source: <strong>{{notifcationMedias[index].name}} Notification</strong>
hi: <strong>{{notifcationMedias[index].name}} अधिसूचना</strong>

# notificationGroup*
source: {{notifcationMedias[index].name}} Notification Group<span>*</span>
hi: {{notifcationMedias[index].name}} अधिसूचना समूह<span>*</span>

# alarmNotificationConfig.message
source: Please select Notification Group
hi: कृपया अधिसूचना समूह चुनें

source: Alarm State
hi: अलार्म राज्य

source: Click to enable/Disable
hi: सक्षम / अक्षम करने के लिए क्लिक करें

# repeatNotification
source: Repeat Notification Interval(in Sec)
hi: बार-बार अधिसूचना अंतराल (सेक में)

# notificationRepeatIntervalSec.placeholder
source: Enter Repeat Notification Interval(in Sec)
hi: दोहराएँ अधिसूचना अंतराल दर्ज करें (सेक में)

# repeatNotification.message2
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# alarmStateNotification
source: Alarm State Notification ({{notifcationMedias[index].name}})
hi: अलार्म राज्य अधिसूचना ({{notifcationMedias[index].name}})

# analogAlaramConfigurationForAnalogAssetTag
source: Limit Alarm Configuration for Analog Asset Tag
hi: एनालॉग एसेट टैग के लिए अलार्म कॉन्फ़िगरेशन को सीमित करें

# clickToEditAlarmConfig
source: Click to edit Alarm Configuration Detail
hi: अलार्म कॉन्फ़िगरेशन विवरण संपादित करने के लिए क्लिक करें

# analogAlaramConfig
source: Alarm Config Details
hi: अलार्म विन्यास विवरण
