Repository: dharanijayachandran/user-management
Catalog: src/assets/i18n/messages.*.xlf
Languages: hi

source: Alarm Name
hi: अलार्म का नाम

# alarmType
source: Alaram Type
hi: अलार्म प्रकार

source: Limit
hi: सीमा

# alarmSevierity
source: Severity
hi: तीव्रता

source: On Raise Alaram
hi: उठाएँ अलार्म पर

source: On Clear Alaram
hi: स्पष्ट अलार्म पर

source: Notification
hi: अधिसूचना

source: Alarm State
hi: अलार्म राज्य

# repeatNotificationInterval)
source: Repeat Notification Interval(in Sec)
hi: बार-बार अधिसूचना अंतराल (सेक में)

source: State Alarm Configuration for Discrete Asset Tag
hi: असतत एसेट टैग के लिए स्टेट अलार्म कॉन्फ़िगरेशन

# alarmStateConditionValue.message
source: Please select Alarm State
hi: कृपया अलार्म स्टेट चुनें

source: State Alarm Configuration for Discrete Asset Tag
hi: असतत एसेट टैग के लिए स्टेट अलार्म कॉन्फ़िगरेशन

source: Close
hi: बंद करे

source: Alarm Configuration for Analog Asset Tag
hi: एनालॉग एसेट टैग के लिए अलार्म कॉन्फ़िगरेशन

source: Back to Analog Tags
hi: वापस एनालॉग टैग के लिए

source: Severity
hi: तीव्रता

source: Limit Alarms
hi: अलार्म सीमित करें

# alaramType
source: Alarm Type
hi: अलार्म प्रकार

source: Alarm Configuration for Discrete Asset Tag
hi: असतत एसेट टैग के लिए अलार्म कॉन्फ़िगरेशन

source: Back to Discrete Tags
hi: वापस असतत टैग के लिए

source: State Alarms
hi: राज्य अलार्म

source: Manage Asset Access
hi: एसेट एक्सेस को प्रबंधित करें

source: Asset Access Information
hi: एसेट एक्सेस जानकारी

# AccessGroup
source: Access Group<span>*</span>
hi: पहुंच समूह<span>*</span>

# AccessGroup.message
source: Please select Access Group Name
hi: कृपया समूह का नाम चुनें

# alarmForm.message
source: Please select Asset
hi: कृपया एसेट चुनें

source: Asset
hi: एसेट

source: Start Date/Time
hi: प्रारंभ दिनांक / समय

# startDate.message
source: Please enter valid Start Date
hi: कृपया मान्य प्रारंभ तिथि दर्ज करें

# startDate.message1
source: Please enter valid Start Time
hi: कृपया मान्य प्रारंभ समय दर्ज करें

source: End Date/Time
hi: अंतिम तिथि / समय

source: YYYY-MM-DD
hi: यययय -मम -दद

# endTime.placeholder
source: HH:mm
hi: हह :मम

# endTime.message
source: Please enter valid End Date
hi: कृपया मान्य अंतिम तिथि दर्ज करें

# endTime.message1
source: Please enter valid End Time
hi: कृपया मान्य समाप्ति समय दर्ज करें

source: Alarm Severity
hi: अलार्म गंभीरता

source: Clear Filter
hi: स्पष्ट निस्यंदक

# alarmEntityName
source: Alarm Entity
hi: अलार्म इकाई

# alarmTypeName
source: Alarm Type
hi: अलार्म प्रकार

source: Alarm Condition Value
hi: अलार्म स्थिति मूल्य

source: Alarm Time
hi: अलार्म का समय

source: Alarm Value
hi: अलार्म मान

# currentStateName
source: Current State
hi: वर्तमान स्थिति

source: Current State Time
hi: वर्तमान स्थिति का समय

source: Click to Reset
hi: रीसेट पर क्लिक करें

source: Click to Acknowledge
hi: स्वीकार करने के लिए क्लिक करें

source: Alarms
hi: एलार्म

source: Events
hi: आयोजन

source: Event State
hi: घटना की स्थिति

# entityName
source: Event Entity
hi: इवेंट एंटिटी

source: Event Time
hi: घटना के समय

source: Event Type
hi: घटना प्रकार

source: Event Value
hi: घटना मूल्य

source: Current State
hi: वर्तमान स्थिति

source: Search..
hi: खोज..

# addNewButton
source: Add New
hi: नया जोड़ें

# numericValue.placeholder
source: Enter Numeric Value
hi: संख्यात्मक मान दर्ज करें

# tagNameTable
source: Tag Name
hi: टैग नाम

# DataSource*
source: Data Source<span>*</span>
hi: डेटा स्रोत<span>*</span>

# TitleTable
source: Title
hi: शीर्षक

# contactName*
source: Contact Name<span>*</span>
hi: संपर्क नाम<span>*</span>

# notificationGroupMedia*
source: Notification Group Media<span>* </span>
hi: अधिसूचना समूह मीडिया<span>* </span>

source: Title
hi: शीर्षक

source: Style
hi: अंदाज

# width*
source: Width<span>*</span>
hi: चौड़ाई<span>*</span>

# height*
source: Height<span>*</span>
hi: ऊंचाई<span>*</span>

source: Refresh Interval (in Sec)
hi: रिफ्रेश इंटरवल (सेक में)

source: Data Source
hi: डेटा स्रोत

# width.message
source: Please Selete Width
hi: प्लीज सेलेटी विथ

# height.message
source: Please Selete Height
hi: प्लीज सेटल हाइट

# vale.placeholder
source: Enter Value
hi: मान दर्ज करें

# title*
source: Title<span>*</span>
hi: शीर्षक<span>*</span>

# style*
source: Style<span>*</span>
hi: अंदाज<span>*</span>

# dataSource*
source: Data Source<span>*</span>
hi: डेटा स्रोत<span>*</span>

# title.message
source: Please Enter Title
hi: कृपया शीर्षक दर्ज करें

# style.message
source: Please Selete Style
hi: कृपया सेटल स्टाइल

# dataSource.message
source: Please Select Data Source
hi: कृपया डेटा स्रोत का चयन करें

source: Min Range
hi: न्यूनतम सीमा

source: Dashboard Configuration
hi: डैशबोर्ड कॉन्फ़िगरेशन

source: Click to Create New Dashboard
hi: नया डैशबोर्ड बनाने के लिए क्लिक करें

source: Click to Update Selected Dashboard
hi: चयनित डैशबोर्ड को अपडेट करने के लिए क्लिक करें

source: Click to Delete selected Dashboard
hi: चयनित डैशबोर्ड को हटाने के लिए क्लिक करें

source: Click to pin Widget
hi: विजेट को पिन करने के लिए क्लिक करें

source: Click to Widget Configuration
hi: विजेट कॉन्फ़िगरेशन पर क्लिक करें

# dashboardTitle*
source: Dashboard Title<span>*</span>
hi: डैशबोर्ड शीर्षक<span>*</span>

# dashboardTitle.placeholder
source: Please Enter Dashboard Title
hi: कृपया डैशबोर्ड शीर्षक दर्ज करें

source: Default
hi: चूक

# dashboardTitle.message
source: Please Enter Dashboard Title
hi: कृपया डैशबोर्ड शीर्षक दर्ज करें

source: Click to view on full screen
hi: पूर्ण स्क्रीन पर देखने के लिए क्लिक करें

source: click to download data as CSV
hi: सीएसवी के रूप में डेटा डाउनलोड करने के लिए क्लिक करें

source: Widget Configuration
hi: विजेट विन्यास

source: Widgets
hi: विजेट

source: Access Group User(s)
hi: समूह उपयोगकर्ता पहुँचें

source: Access Group Information
hi: समूह जानकारी तक पहुँचें

source: Chart Type
hi: चार्ट प्रकार

source: X-Axis Visible?
hi: एक्स-एक्सिस दर्शनीय?

source: Y-Axis Visible?
hi: Y- अक्ष दृश्यमान?

source: X-Axis Legend
hi: एक्स-एक्सिस लीजेंड

source: Y-Axis Legend
hi: वाई-एक्सिस लीजेंड

source: Asset Data Report
hi: एसेट डेटा रिपोर्ट

# assetName*
source: Asset Name<span>*</span>
hi: एसेट नाम<span>*</span>

# startDate/Time*
source: Start Date/Time<span>*</span>
hi: प्रारंभ दिनांक / समय<span>*</span>

# endDate/Time*
source: End Date/Time<span>*</span>
hi: अंतिम तिथि / समय<span>*</span>

source: Show Table Data
hi: तालिका डेटा दिखाएं

source: Show Line Chart(s)
hi: लाइन चार्ट दिखाएं

# endDate.message
source: Please enter valid End Date
hi: कृपया मान्य अंतिम तिथि दर्ज करें

# endDate.message1
source: Please enter valid End Time
hi: कृपया मान्य समाप्ति समय दर्ज करें

source: Asset Data
hi: एसेट डेटा

source: click to reload info
hi: जानकारी पुनः लोड करने के लिए क्लिक करें

source: click to remove chart
hi: चार्ट हटाने के लिए क्लिक करें

source: Manage Asset Access
hi: एसेट एक्सेस को प्रबंधित करें

source: Asset Access Information
hi: एसेट एक्सेस जानकारी

# accessGroup*
source: Access Group<span>*</span>
hi: पहुंच समूह<span>*</span>

source: Access Type
hi: पहुंच प्रकार

# accessGroup.message
source: Please select Access Group Name
hi: कृपया समूह का नाम चुनें

source: Font Size
hi: फ़ॉन्ट आकार

# cardIcon*
source: Card Icon<span>*</span>
hi: कार्ड आइकन<span>*</span>

# fontSize.message
source: Font can not be more than 30px
hi: फ़ॉन्ट 30px से अधिक नहीं हो सकता है

# cardIcon.message
source: Please Selete Icon
hi: कृपया सेटल आइकॉन

source: X-Axis Visible?
hi: एक्स-एक्सिस दर्शनीय?

source: Position
hi: स्थान

source: List of Access Groups
hi: पहुँच समूहों की सूची

source: Manage Access Group
hi: पहुँच समूह प्रबंधित करें

source: Download
hi: डाउनलोड

source: Detail View
hi: विस्तार मे देखना

source: Tab 3
hi: टैब 3

source: Data Packet
hi: डेटा पैकेट

source: Data Source Date/Time
hi: डेटा स्रोत दिनांक / समय

source: Raw Data Report
hi: रॉ डेटा रिपोर्ट

source: Alarm Data
hi: अलार्म डेटा

source: Alarm Data Report
hi: अलार्म डाटा रिपोर्ट

# dataTime
source: Date/Time
hi: दिनांक और समय

source: Summary Data
hi: सारांश डेटा

source: Max Threshold
hi: मैक्स थ्रेसहोल्ड

source: Min Threshold
hi: मिन थ्रेसहोल्ड

# notifications
source: NOTIFICATIONS (5)
hi: सूचनाएं

source: My Profile
hi: मेरी प्रोफाइल

source: Change Password
hi: पासवर्ड बदलें

source: Log Out
hi: लॉग आउट

source: Gateway Name
hi: गेटवे नाम

source: Click to Maximize
hi: अधिकतम करने के लिए क्लिक करें

source: Click to Minimize
hi: छोटा करने के लिए क्लिक करें

source: Numeric Value
hi: अंकीय मान

# numericValueTable*
source: Numeric Value<span>* </span>
hi: अंकीय मान<span>* </span>

# chooseFile*
source: Choose file <span>*</span>
hi: फ़ाइल का चयन<span>*</span>

source: Upload
hi: डालना

source: Upload Template
hi: टेम्प्लेट अपलोड करें

source: Download Template
hi: टेम्पलेट डाउनलोड करें

# assetTemplate*
source: Asset Template<span>*</span>
hi: एसेट टेम्प्लेट<span>*</span>

# review&amp;Download
source: Review & Downlad
hi: समीक्षा करें और डाउनलैड करें

source: Preview Download Template
hi: पूर्वावलोकन डाउनलोड करें टेम्पलेट

source: Device Data Writer
hi: डिवाइस डेटा लेखक

# gatewayTemplateCommunicationProtocol*
source: Gateway Template CommProtocol<span>*</span>
hi: गेटवे टेम्पलेट कॉमप्रोटोकॉल<span>*</span>

# gatewayTemplateDh*
source: Gateway Template DH <span>*</span>
hi: गेटवे टेम्पलेट डीएच<span>*</span>

source: Send
hi: संदेश

source: Account Name
hi: खाते का नाम

source: Gateway Template Name
hi: गेटवे टेम्पलेट नाम

source: Tenant Name
hi: किरायेदार का नाम

# paginator.zeroRange
source: 0 of {PH}
hi: 0 का{PH}

# paginator.rangeOfLabel
source: {PH} - {PH_1} of {PH_2}
hi: {PH} - {PH_1} का {PH_2}

# paginator.displayPerPage
source: Items per page
hi: आइटम प्रति पेज

# paginator.nextPage
source: Next page
hi: अगला पृष्ठ

# paginator.prevPage
source: Prev page
hi: पिछला पृष्ठ

# paginator.lastPage
source: Last page
hi: अंतिम पृष्ठ

# paginator.firstPage
source: First page
hi: पहला पन्ना

# multiSelectDropdown.noDataLabel
source: No Data Available
hi: कोई डेटा उपलब्ध नहीं है

# multiSelectDropdown.select
source: --Select--
hi: --चुनते हैं--
