Repository: dharanijayachandran/user-management
Catalog: src/assets/i18n/messages.*.xlf
Languages: hi

# ngb.pagination.first-aria
source: First
hi: प्रथम

# ngb.pagination.previous-aria
source: Previous
hi: पिछला

# ngb.pagination.next-aria
source: Next
hi: आगे

# ngb.pagination.last-aria
source: Last
hi: अंतिम

# ngb.timepicker.increment-hours
source: Increment hours
hi: वृद्धि के घंटे

# ngb.timepicker.HH
source: HH
hi: एचएच

# ngb.timepicker.hours
source: Hours
hi: घंटे

# ngb.timepicker.decrement-hours
source: Decrement hours
hi: घटने का समय

# ngb.timepicker.increment-minutes
source: Increment minutes
hi: वृद्धि के मिनट

# ngb.timepicker.MM
source: MM
hi: एम.एम.

# ngb.timepicker.minutes
source: Minutes
hi: मिनट

# ngb.timepicker.decrement-minutes
source: Decrement minutes
hi: घटने का मिनट

# ngb.timepicker.increment-seconds
source: Increment seconds
hi: वृद्धि सेकंड

# ngb.timepicker.SS
source: SS
hi: एसएस

# ngb.timepicker.seconds
source: Seconds
hi: सेकंड

# ngb.timepicker.decrement-seconds
source: Decrement seconds
hi: घटने का सेकंड

# ngb.toast.close-aria
source: Close
hi: बंद करे

source: Address Details
hi: पते का विवरण

source: Address
hi: पता

# AddresslineOne.placeholder
source: Enter Address Line 1
hi: पता पंक्ति 1 दर्ज करें

# AddresslineTwo.placeholder
source: Enter Address Line 2
hi: पता पंक्ति 2 दर्ज करें

source: Zip Code
hi: पिन कोड

# ZipCode.placeholder
source: Enter Zip Code
hi: ज़िप कोड डालें

source: City/Town
hi: शहर / नगर

# CityOrTown.placeholder
source: Enter City/Town
hi: शहर / शहर दर्ज करें

source: Country
hi: देश

# Select
source: <option>--Select--</option> <option> {{country.name}} </option>
hi: <option>--चुनते हैं--</option> <option> {{country.name}} </option>

source: State
hi: राज्य

source: Click to Refresh
hi: ताज़ा करने के लिए क्लिक करें

source: Universe
hi: यूनिवर्स

source: User Name
hi: उपयोगकर्ता नाम

# userName.placeholder
source: Enter User Name
hi: उपयोगकर्ता नाम दर्ज करें

source: Password
hi: कुंजिका

# password.placeholder
source: Enter Password
hi: पास वर्ड दर्ज करें

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Click to Recover Password
hi: पासवर्ड पुनर्प्राप्त करने के लिए क्लिक करें

source: Cancel
hi: रद्द करना

source: Manage Tenant
hi: किरायेदार को प्रबंधित करें

source: Tenant
hi: किरायेदार

# tenantMenu
source: Menu
hi: मेन्यू

# tenantRole
source: Role
hi: भूमिका

source: User
hi: उपयोगकर्ता

# manageAccount.header
source: Manage Account<small></small>
hi: खाते का प्रबंधन<small></small>

source: Account
hi: खाता

# menu
source: Menu Menu
hi: मेन्यू

source: Role
hi: भूमिका

source: Click to Search
hi: खोज करने के लिए क्लिक करें

# addNew
source: Click to Add New
hi: नया जोड़ने के लिए क्लिक करें

source: S.No.
hi: क्र.सं.

source: Name
hi: नाम

source: Email Id
hi: ईमेल आईडी

# mobileNumber
source: Mobile No
hi: मोबाइल न

source: Status
hi: स्थिति

source: Action
hi: कार्य

source: Click to View
hi: देखने के लिए क्लिक करें

source: Click to Edit
hi: सम्पादन के लिए क्लिक करो

source: Click to Assign Menus
hi: मेनू असाइन करने के लिए क्लिक करें

source: Click to Manage Roles
hi: रोल्स प्रबंधित करने के लिए क्लिक करें

source: Click to Manage Users
hi: उपयोगकर्ता प्रबंधित करने के लिए क्लिक करें

source: Click to Delete
hi: हटाने के लिए क्लिक करें

source: No records found!
hi: कोई रिकॉर्ड नहीं मिला!

source: List of Accounts
hi: खातों की सूची

source: Address Info
hi: पता जानकारी

source: Address
hi: पता

# address.placeholder
source: Enter address
hi: पता लिखिए

source: City
hi: शहर

# city.placeholder
source: Enter city name
hi: शहर का नाम दर्ज करें

source: Country
hi: देश

source: State
hi: राज्य

source: Pincode
hi: पिन कोड

# zipcode/pincode.placeholder
source: Enter zipcode/pincode
hi: ज़िपकोड / पिनकोड दर्ज करें

source: Address Type
hi: पता प्रकार

source: Primary
hi: मुख्य

source: Contact Info
hi: संपर्क जानकारी

source: Mobile No
hi: मोबाइल न

# mobileNumber.placeholder
source: Enter mobile number
hi: मोबाइल नंबर दर्ज करें

source: Mobile (alternate)
hi: मोबाइल (वैकल्पिक)

source: Phone No
hi: फोन नंबर

# phoneNumber.placeholder
source: Enter your phone number
hi: अपना दूरभाष क्रमांक दर्ज करें

source: Phone (alternate)
hi: फ़ोन (वैकल्पिक)

source: Skype ID
hi: स्काइप आईडी

# skypeId.placeholder
source: Enter your SkypeId
hi: अपनी स्काइप आईडी दर्ज करें

# emailId.placeholder
source: Enter your EmailId
hi: अपना ईमेल आईडी दर्ज करें

source: Fax No
hi: फ़ैक्स नहीं

# faxNumber.placeholder
source: Enter fax number
hi: फैक्स नंबर दर्ज करें

source: Reset
hi: रीसेट

source: Save
hi: सहेजें

source: List of Tenants
hi: किरायेदार की सूची

source: View Role
hi: भूमिका देखें

source: Role Details
hi: भूमिका विवरण

source: Back
hi: वापस

source: Click to Search
hi: खोज करने के लिए क्लिक करें

source: Select atleast one Menu
hi: कम से कम एक मेनू चुनें

# assignMenu
source: Assign Menus: {{gettingTenantDetailList.tenantName}}
hi: मेनू को असाइन करें: {{gettingTenantDetailList.tenantName}}

source: Personal Details
hi: व्यक्तिगत विवरण

source: Salutation
hi: अभिवादन

source: --Select--
hi: --चुनते हैं--

# firstName*
source: First Name<span>*</span>
hi: पहला नाम<span>*</span>

# firstName.placeholder
source: Enter First Name
hi: पहला नाम दर्ज करें

# firstName.message1
source: Please enter First Name
hi: कृपया पहला नाम दर्ज करें

# firstName.message2
source: Please enter less than 100 Characters
hi: कृपया 100 से कम वर्ण दर्ज करें

# firstName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# salutation.message1
source: Please select Salutation
hi: कृपया सैल्यूटेशन चुनें

source: Middle Name
hi: मध्य नाम

# middleName.placeholder
source: Enter Middle Name
hi: मध्य नाम दर्ज करें

# middleName.message1
source: Please enter less than 100 Characters
hi: कृपया 100 से कम वर्ण दर्ज करें

# middleName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# lastName*
source: Last Name<span>*</span>
hi: अंतिम नाम<span>*</span>

# lastName.placeholder
source: Enter Last Name
hi: अंतिम नाम दर्ज करो

# lastName.message
source: Please enter Last Name
hi: कृपया अंतिम नाम दर्ज करें

# lastName.message1
source: Please enter less than 100 Characters
hi: कृपया 100 से कम वर्ण दर्ज करें

# lastName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Gender
hi: लिंग

# selectgender
source: --Select--
hi: --चुनते हैं--

source: Male
hi: पुस्र्ष

source: Female
hi: महिला

source: Trans-Gender
hi: ट्रांस-लिंग

source: DOB
hi: जन्म तिथि

# dOB.placeholder
source: YYYY-MM-DD
hi: यययय-मम-दद

source: Active
hi: सक्रिय

source: In-Active
hi: असक्रिय

# isAdmin
source: Admin User
hi: व्यवस्थापक उपयोगकर्ता

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Contact Information
hi: संपर्क जानकारी

# e-mailID*
source: E-mail ID<span>*</span>
hi: ईमेल आईडी<span>*</span>

# e-mailID.placeholder
source: Enter E-mail Id
hi: ई-मेल आईडी दर्ज करें

# e-mailID.message
source: Please enter E-mail ID
hi: कृपया ई-मेल आईडी दर्ज करें

# e-mailID.message1
source: Please enter valid E-mail ID
hi: कृपया मान्य ई-मेल आईडी दर्ज करें

# skypeID.placeholder
source: Enter Skype ID
hi: स्काइप आईडी दर्ज करें

# mobile.primary*
source: Mobile Number<span>*</span>
hi: मोबाइल नंबर<span>*</span>

# mobile.primary.placeholder
source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें

# mobile.primary.message
source: Please enter Mobile Number
hi: कृपया मोबाइल नंबर दर्ज करें

# mobile.primary.message1
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Mobile Number (Alternate)
hi: मोबाइल नंबर (वैकल्पिक)

# mobileNumberAlternate.placeholder
source: Enter Mobile Number (Alternate)
hi: मोबाइल नंबर दर्ज करें (वैकल्पिक)

# mobileNumberAlternate.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Phone Number
hi: फ़ोन नंबर

# phoneNumber.message1
source: Please Enter Phone Number
hi: कृपया फ़ोन नंबर दर्ज करें

# phoneNumber.message2
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Phone Number (Alternate)
hi: फ़ोन नंबर (वैकल्पिक)

# phoneNumberAlternate.placeholder
source: Enter Phone Number (Alternate)
hi: फ़ोन नंबर दर्ज करें (वैकल्पिक)

# phoneNumberAlternate.message1
source: Please Enter Phone Number
hi: कृपया फ़ोन नंबर दर्ज करें

# phoneNumberAlternate.message2
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Address Details
hi: पते का विवरण

# address1.placeholder
source: Enter Address Line 1
hi: पता पंक्ति 1 दर्ज करें

# address1.message
source: Please enter Address line 1
hi: कृपया पता पंक्ति 1 दर्ज करें

# address2.placeholder
source: Enter Address Line 2
hi: पता पंक्ति 2 दर्ज करें

source: Zip Code
hi: पिन कोड

# zipCode.placeholder
source: Enter Zip Code
hi: ज़िप कोड डालें

# zipCode.message
source: Please enter Zip Code
hi: कृपया ज़िप कोड दर्ज करें

source: City/Town
hi: शहर / नगर

# city/Town.placeholder
source: Enter City/Town
hi: शहर / शहर दर्ज करें

# city/Town.message
source: Please enter City/Town
hi: कृपया सिटी / टाउन डालें

# ountry
source: Country
hi: देश

source: State
hi: राज्य

source: Click to Search
hi: खोज करने के लिए क्लिक करें

source: Click to Assign Roles
hi: भूमिकाएँ असाइन करने के लिए क्लिक करें

source: List of Users
hi: उपयोगकर्ताओं की सूची

source: Role Name
hi: भूमिका का नाम

source: Description
hi: विवरण

source: Click to Edit
hi: सम्पादन के लिए क्लिक करो

source: List of Account Roles
hi: खाता भूमिकाओं की सूची

source: Landing Menu
hi: लैंडिंग मेनू

source: Select atleast one Menu
hi: कम से कम एक मेनू चुनें

# assignMenus
source: Assign Menus: {{accountRoleName}}
hi: मेनू को असाइन करें: {{accountRoleName}}

source: List of Tenant Roles
hi: किरायेदार भूमिकाओं की सूची

source: Manage User
hi: उपयोगकर्ता प्रबंधित करें

# name*
source: Name<span>*</span>
hi: नाम<span>*</span>

# name.placeholder
source: Enter Name
hi: नाम दर्ज

# name.message1
source: Please enter Name
hi: कृपया नाम दर्ज करें

# name.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# description.placeholder
source: Enter Description
hi: विवरण दर्ज करें

# assignMenusNoIpn
source: Assign Menus
hi: मेनू को असाइन करें

source: Select atleast one Menu
hi: कम से कम एक मेनू चुनें

# organizationMenus
source: Organization Menus: {{ownerDetailList.ownerName}}
hi: संगठन मेंस: {{ownerDetailList.ownerName}}

source: My Organization Profile
hi: मेरा संगठन प्रोफ़ाइल

source: Organization Details
hi: संगठन का विवरण

# maxUsers
source: Maximum Users
hi: अधिकतम उपयोगकर्ता

source: Website
hi: वेबसाइट

source: Fax
hi: फैक्स

# addessDetails
source: Address Details
hi: पते का विवरण

source: Reset password
hi: पासवर्ड रीसेट

# newPassword.placeholder
source: New Password
hi: नया पासवर्ड

# newPassword.message1
source: Password is required
hi: पासवर्ड की आवश्यकता है

# newPassword.message2
source: Password should be minimum 8 and maximum 12 characters, at least one uppercase,lowercase,special character and number
hi: पासवर्ड न्यूनतम 8 और अधिकतम 12 वर्ण होने चाहिए, कम से कम एक अपरकेस, लोअरकेस, विशेष वर्ण और संख्या

# confirmNewPassword.placeholder
source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें

# confirmNewPassword.message1
source: Confirm Password is required
hi: पासवर्ड की पुष्टि की आवश्यकता है

source: Generate NewPassword
hi: नया पासवर्ड जनरेट करें

# notYou?
source: Not You? <a>Report This Here!</a>
hi: तुम नहीं? <a>यह यहाँ रिपोर्ट!</a>

# note
source: Note: <ul> <b> <li>Password should be minimum 8 and maximum 12 characters, at least one uppercase,lowercase,special character and number</li></b> <b> <li>Password should not contain user name</li></b> </ul>
hi: ध्यान दें: <ul> <b> <li>पासवर्ड न्यूनतम 8 और अधिकतम 12 वर्ण होने चाहिए, कम से कम एक अपरकेस, लोअरकेस, विशेष वर्ण और संख्या</li></b> <b> <li>पासवर्ड में उपयोगकर्ता का नाम नहीं होना चाहिए</li></b> </ul>

source: Manage Role
hi: भूमिका का प्रबंधन

source: Click to Assign Role
hi: भूमिका निर्दिष्ट करने के लिए क्लिक करें

source: List of Users
hi: उपयोगकर्ताओं की सूची

source: Assign Roles
hi: भूमिकाएँ सौंपें

source: Select atleast one Role
hi: कम से कम एक भूमिका का चयन करें

source: Welcome to empyreal-Universe
hi: एम्पायरियल-यूनिवर्स में आपका स्वागत है

# previewTenant
source: Preview {{addEditText}} Tenant
hi: पूर्वावलोकन {{addEditText}} किरायेदार

source: Tenant Details
hi: किरायेदार विवरण

# tenantName.placeholder
source: Enter Tenant Name
hi: किरायेदार नाम दर्ज करें

# tenantName.message
source: Please enter Tenant Name
hi: कृपया किरायेदार नाम दर्ज करें

# tenantName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# maxUsers*
source: Maximum Users<span>*</span>
hi: अधिकतम उपयोगकर्ता<span>*</span>

# maxUsers.message
source: Please select Maximum Users
hi: कृपया अधिकतम उपयोगकर्ता चुनें

# e-mail ID.placeholder
source: Enter E-mail ID
hi: ई-मेल आईडी दर्ज करें

# e-mailID.message2
source: Please enter valid E-mail ID
hi: कृपया मान्य ई-मेल आईडी दर्ज करें

# website*
source: Website<span>*</span>
hi: वेबसाइट<span>*</span>

# websiteURL.placeholder
source: Enter Website URL
hi: वेबसाइट यूआरएल दर्ज करें

# websiteURL.message1
source: Please enter Website URL
hi: कृपया वेबसाइट यूआरएल दर्ज करें

# websiteURL.message2
source: Please enter valid Website URL
hi: कृपया मान्य वेबसाइट यूआरएल दर्ज करें

# fax.placeholder
source: Enter Fax
hi: फैक्स दर्ज करें

# fax.message1
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# mobileNumber.primary*
source: Mobile Number<span>*</span>
hi: मोबाइल नंबर<span>*</span>

# mobileNumber.primary.placeholder
source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें

# mobileNumber.primary.message1
source: Please enter Mobile Number
hi: कृपया मोबाइल नंबर दर्ज करें

# mobileNumber.primary.message2
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# mobileNumberAlternate.message1
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# phoneNumber*
source: Phone Number<span>*</span>
hi: फ़ोन नंबर<span>*</span>

# review&amp;Save
source: Review & Save
hi: समीक्षा & सहेजें

source: Fill the mandatory fields
hi: अनिवार्य फ़ील्ड भरें

source: Tenant Details
hi: किरायेदार विवरण

source: Click to Edit Tenant Details
hi: किरायेदार विवरण संपादित करने के लिए क्लिक करें

source: Click to Edit Contact Information
hi: संपर्क जानकारी संपादित करने के लिए क्लिक करें

source: E-mail ID
hi: ईमेल आईडी

# clickToeEitAddressDetails
source: Click to Edit Address Details
hi: पता विवरण संपादित करने के लिए क्लिक करें

# pareviewAccount
source: Preview {{addEditText}} Account
hi: पूर्वावलोकन {{addEditText}} खाता

source: Account Details
hi: खाता विवरण

# accountName.message1
source: Please enter Account Name
hi: कृपया खाता नाम दर्ज करें

# accountName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# maximumUsers.message1
source: Please select Maximum Users
hi: कृपया अधिकतम उपयोगकर्ता चुनें

source: Click to edit Account Details
hi: खाता विवरण संपादित करने के लिए क्लिक करें

# viewheader
source: View {{pageName}}
hi: देखना {{pageName}}

source: View
hi: देखना

# details
source: {{pageName}} Details
hi: {{pageName}} विवरण

# honeNumberAlternate
source: Phone Number (Alternate)
hi: फ़ोन नंबर (वैकल्पिक)

source: Save
hi: सहेजें

source: Salutation
hi: अभिवादन

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

# viewUser
source: View {{pageName}} User
hi: देखना {{pageName}} उपयोगकर्ता

# userDetails
source: {{user}} User Details
hi: {{user}} उपयोगकर्ता की जानकारी

source: Action
hi: कार्य

source: List of Roles
hi: रोल्स की सूची

source: Click to Edit Role Details
hi: भूमिका विवरण संपादित करने के लिए क्लिक करें

source: Preview Role
hi: भूमिका का पूर्वावलोकन करें

# tenantUser
source: {{addEditText}} Tenant User
hi: {{addEditText}} किरायेदार उपयोगकर्ता

# previewTenantUser
source: Preview {{addEditText}} Tenant User
hi: पूर्वावलोकन {{addEditText}} किरायेदार उपयोगकर्ता

# preview&amp;Save
source: Review & Save
hi: समीक्षा & सहेजें

# userDetailss
source: User Detail
hi: उपयोगकर्ता का विवरण

source: Click to edit User Details
hi: उपयोगकर्ता विवरण संपादित करने के लिए क्लिक करें

source: Salutation
hi: अभिवादन

source: E-mail ID
hi: ईमेल आईडी

source: Click to edit Address Details
hi: पता विवरण संपादित करने के लिए क्लिक करें

source: Select atleast one Role
hi: कम से कम एक भूमिका का चयन करें

# accountUser
source: {{addEditText}} Account User
hi: {{addEditText}} खाता उपयोगकर्ता

# previewUser
source: Preview {{addEditText}} User
hi: पूर्वावलोकन {{addEditText}} उपयोगकर्ता

source: Fill the mandatory fields
hi: अनिवार्य फ़ील्ड भरें

source: User Detail
hi: उपयोगकर्ता का विवरण

source: Tenant Role Details
hi: किरायेदार भूमिका विवरण

source: Preview Tenant Role
hi: किरायेदार की भूमिका का पूर्वावलोकन करें

# accountRole
source: {{addEditText}} Account Role
hi: {{addEditText}} खाता भूमिका

source: Account Role Details
hi: खाता भूमिका विवरण

source: View Account Role
hi: खाता भूमिका देखें

source: Preview Account Role
hi: खाता भूमिका का पूर्वावलोकन करें

source: View Tenant Role
hi: किरायेदार की भूमिका देखें

source: Old Password
hi: पुराना पासवर्ड

# oldPassword.message1
source: Old Password does not match.
hi: पुराना पासवर्ड मेल नहीं खाता।

source: New Password
hi: नया पासवर्ड

# newPassword.message3
source: Password should be minimum 8 and maximum 12 characters, at least one uppercase,lowercase,special characterand number.
hi: पासवर्ड न्यूनतम 8 और अधिकतम 12 वर्ण होने चाहिए, कम से कम एक अपरकेस, लोअरकेस, विशेष वर्ण संख्या।

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें

# confirmNewPassword.message2
source: Please provide New Password and Confirm Password same.
hi: कृपया नया पासवर्ड प्रदान करें और पासवर्ड की पुष्टि करें।

source: Internal Map
hi: आंतरिक मानचित्र

source: Gateway Template Configuration
hi: गेटवे टेम्पलेट कॉन्फ़िगरेशन

source: Gateway Template
hi: गेटवे टेम्पलेट

source: IO Tag
hi: आईओ टैग

source: Communication
hi: संचार

source: Id
hi: ईद

source: Gateway Type
hi: गेटवे प्रकार

source: Gateway Model
hi: गेटवे मॉडल

source: Click to Manage IO Tags
hi: आईओ टैग प्रबंधित करने के लिए क्लिक करें

source: Click to Manage Communication Protocol
hi: संचार प्रोटोकॉल प्रबंधित करने के लिए क्लिक करें

source: List of Gateway Templates
hi: गेटवे टेम्पलेट्स की सूची

source: Gateway Model Configuration
hi: गेटवे मॉडल कॉन्फ़िगरेशन

source: Communication Standard
hi: संचार मानक

source: Pin
hi: पिन

source: Port
hi: पोर्ट

source: Communication Std Pin Port Mapping
hi: संचार एसटीडी पिन पोर्ट मैपिंग

source: Back to Gateway Template
hi: गेटवे टेम्पलेट पर वापस

source: Tag Type
hi: टैग प्रकार

source: Data Type
hi: डाटा प्रकार

source: List of Gateway Templates IO Tag
hi: गेटवे टेम्पलेट आईओ टैग की सूची

source: Gateway Template IO Tag
hi: गेटवे टेम्पलेट आईओ टैग

source: Tag Key Name
hi: टैग कुंजी का नाम

source: Mapping with Standard I/O Tag
hi: मानक आईओ टैग के साथ मानचित्रण

source: Tag IO Mode
hi: टैग आईओ मोड

source: Engineering Unit
hi: इंजीनियरिंग यूनिट

source: Id
hi: ईद

source: Type
hi: प्रकार

source: Is Available to All?
hi: सभी के लिए उपलब्ध है?

source: Select Action
hi: कार्रवाई चुनें

# views
source: View
hi: राय

source: Edit
hi: संपादित करें

source: Manage Communication Standard
hi: संचार मानक प्रबंधित करें

source: Manage Pin(s)
hi: पिन प्रबंधित करें

source: Manage Port
hi: पोर्ट प्रबंधित करें

source: Manage Comm Std Pin PortMapping
hi: संचार मानक पिन पोर्ट मैपिंग प्रबंधित करें

source: Delete
hi: हटाएं

source: List of Gateway Model
hi: गेटवे मॉडल की सूची

source: Gateway Model Name
hi: गेटवे मॉडल नाम

source: Please select atleast one field
hi: कृपया कम से कम एक फ़ील्ड चुनें

source: Communication Standard Mapping Details
hi: संचार मानक मानचित्रण विवरण

source: Back to Gateway Model
hi: गेटवे मॉडल पर वापस जाएं

source: Port Type
hi: पोर्ट प्रकार

source: Pin(s)
hi: पिंस

# listOfPort
source: List of Port: {{gatewayModelName}}
hi: पोर्ट की सूची: {{gatewayModelName}}

source: Pin(s) Information
hi: पिंस की जानकारी

# numberOfPins*
source: Number of Pin(s) <span> *</span>
hi: पिंस की संख्या <span> *</span>

# numberOfPins.placeholder
source: Enter number of pin(s)
hi: पिन की संख्या दर्ज करें

# pinNumber.message
source: Please provide at least 1 Pin Number
hi: कृपया कम से कम 1 पिन नंबर प्रदान करें

source: Generate Pin(s)
hi: पिंस पैदा करें

# name.message
source: Please enter Name
hi: कृपया नाम दर्ज करें

# internalMap.placeholder
source: Enter Internal Map
hi: आंतरिक नक्शा दर्ज करें

# internalMap.message
source: Please enter Internal Map
hi: कृपया आंतरिक मानचित्र दर्ज करें

# internalMap.message1
source: Please enter valid Internal Map
hi: कृपया मान्य आंतरिक मानचित्र दर्ज करें

source: Communication Standard Pin Port Mapping Details
hi: संचार मानक पिन पोर्ट मानचित्रण विवरण

source: Available
hi: उपलब्ध

source: Communication Parameter Details
hi: संचार पैरामीटर विवरण

# paramValue.placeholder
source: Enter Param Value
hi: परम मूल्य दर्ज करें

# paramValue.message
source: Please enter Param Value
hi: कृपया परम मूल्य दर्ज करें

# selectParamValue.message
source: Please select Param Value
hi: कृपया परम मूल्य चुनें

# dateParamValue.message
source: Please enter Date Param Value
hi: कृपया दिनांक परम मान दर्ज करें

# timeParamValue.message
source: Please enter Time Param Value
hi: कृपया समय सर्वोपरि मान दर्ज करें

# dateTimeParamValue.message
source: Please enter Date-Time Param Value
hi: कृपया दिनांक-समय परम मान दर्ज करें

source: Error Check Type
hi: त्रुटि जाँच प्रकार

# dataHandlerFormat*
source: Data Handler Format<span>*</span>
hi: डेटा हैंडलर प्रारूप<span>*</span>

# dataFormat.message
source: Please select Data Format
hi: कृपया डेटा फॉर्मेट चुनें

source: Error Check Algorithm
hi: एल्गोरिदम की त्रुटि की जाँच करें

source: Tag Seperator
hi: टैग विभाजक

# tagSeperator.placeholder
source: Tag Seperator
hi: टैग विभाजक

source: Start Validator
hi: सत्यापनकर्ता प्रारंभ करें

# startValidator.placeholder
source: Start Validator
hi: सत्यापनकर्ता प्रारंभ करें

source: End Validator
hi: अंत मान्यकर्ता

# endValidator.placeholder
source: End Validator
hi: अंत मान्यकर्ता

source: Communication Detail
hi: संचार विस्तार

source: Click to edit Communication Detail
hi: संचार विवरण संपादित करने के लिए क्लिक करें

source: Data Handler Format
hi: डेटा हैंडलर प्रारूप

source: Index
hi: सूची

source: Length
hi: लंबाई

source: Length Unit
hi: लंबाई इकाई

source: Tag key Name
hi: टैग कुंजी का नाम

source: Data Format
hi: डेटा स्वरूप

source: Parent Tag
hi: जनक टैग

# clickToManageChildTag
source: Click to Add Child IO Tag
hi: बाल आईओ टैग जोड़ने के लिए क्लिक करें

source: List of Communication I/O Tags
hi: संचार आईओ टैग की सूची

source: DH Code
hi: डीएच कोड

source: Operation Mode
hi: ऑपरेशन मोड

source: Response Required
hi: उत्तर की जरुरत है

source: Click to Manage DH IO Tags
hi: डीएच आईओ टैग प्रबंधित करने के लिए क्लिक करें

source: Click to Manage DH Response IO Tags
hi: डी एच रिस्पांस आईओ टैग प्रबंधित करने के लिए क्लिक करें

source: List of I/O Data Handlers
hi: आईओ डेटा हैंडलर्स की सूची

source: Add Communication I/O Tag
hi: संचार आईओ टैग जोड़ें

source: Edit Communication I/O Tag
hi: संचार आईओ टैग संपादित करें

source: Communication I/O Tag - Preview
hi: संचार आईओ टैग - पूर्वावलोकन

source: Communication I/O Tag - View
hi: संचार आईओ टैग - दृश्य

source: Communication I/O Tag Details
hi: संचार आईओ टैग विवरण

source: Template Name
hi: टेम्पलेट नाम

# templateName.placeholder
source: Template Name
hi: टेम्पलेट नाम

# dataHandlerFormat.placeholder
source: Data Handler Format
hi: डेटा हैंडलर प्रारूप

# communication.placeholder
source: Communication
hi: संचार

# iOTag*
source: I/O Tag<span>*</span>
hi: आईओ टैग<span>*</span>

# iOTag.message
source: Please select I/O Tag
hi: कृपया आईओ टैग का चयन करें

# index.placeholder
source: Index
hi: सूची

# index.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Parent I/O Tag
hi: माता-पिता आईओ टैग

# length.placeholder
source: Enter Length
hi: लंबाई दर्ज करें

# length.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें
