Repository: dharanijayachandran/user-management
Catalog: src/assets/i18n/messages.*.xlf
Languages: hi

# TagKeyName.placeholder
source: Enter Tag Key Name
hi: टैग कुंजी नाम दर्ज करें

source: Date Time Format
hi: दिनांक समय प्रारूप

# dateTimeFormat.placeholder
source: Enter Date Time Format
hi: दिनांक समय प्रारूप दर्ज करें

# tagKeyName.placeholder
source: Enter Tag Key Name
hi: टैग कुंजी नाम दर्ज करें

source: Click to edit Communication I/O Tag Detail
hi: संचार आईओ टैग विवरण संपादित करने के लिए क्लिक करें

source: Length Tag Key Name
hi: लंबाई टैग कुंजी का नाम

source: Seperator
hi: विभाजक

source: Gateway Comm I/O Tag Info
hi: गेटवे कॉम आईओ टैग जानकारी

source: I/O Tag
hi: आईओ टैग

source: Index
hi: सूची

source: Length
hi: लंबाई

source: Length Unit
hi: लंबाई इकाई

source: Tag key Name
hi: टैग कुंजी का नाम

source: Data Format
hi: डेटा स्वरूप

source: Date Time Format
hi: दिनांक समय प्रारूप

source: Parent Tag
hi: जनक टैग

source: Back
hi: वापस

source: S.No.
hi: क्र.सं.

source: No records found!
hi: कोई रिकॉर्ड नहीं मिला!

# ListofCommunicationIOTags
source: List of Communication I/O Tags: {{commIOTagView.gatewayIOTag.name}}
hi: संचार आईओ टैग की सूची: {{commIOTagView.gatewayIOTag.name}}

# addIOTag
source: Add IO Tag Add IO Tag
hi: आईओ टैग जोड़ें

source: Add IO Tag - Preview
hi: आईओ टैग जोड़ें - पूर्वावलोकन

# gatewayTemplateIOTagName.placeholder
source: Enter IO Tag Name
hi: आईओ टैग नाम दर्ज करें

# gatewayTemplateIOTagName.message
source: Please Enter I/O Tag Name
hi: कृपया आईओ टैग नाम दर्ज करें

# gatewayTemplateIOTagName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# tagType*
source: Tag Type<span> *</span>
hi: टैग प्रकार<span> *</span>

# tagType.message
source: Please Select Tag Type
hi: कृपया टैग प्रकार चुनें

# dataType*
source: Data Type<span> *</span>
hi: डाटा प्रकार<span> *</span>

# dataType.message
source: Please Select Data Type
hi: कृपया डेटा प्रकार का चयन करें

# tagIOMode*
source: Tag IO Mode<span> *</span>
hi: टैग आईओ मोड<span> *</span>

# tagIOMode.message
source: Please Select Tag IO Mode
hi: कृपया टैग आईओ मोड का चयन करें

source: Click to edit Param Group Detail
hi: परम समूह विवरण संपादित करने के लिए क्लिक करें

source: Add Gateway Model
hi: गेटवे मॉडल जोड़ें

source: Preview Gateway Model
hi: गेटवे मॉडल का पूर्वावलोकन करें

source: View Gateway Model
hi: गेटवे मॉडल देखें

source: Gateway Model Information
hi: गेटवे मॉडल की जानकारी

# gatewayType*
source: Gateway Type <span> *</span>
hi: गेटवे प्रकार<span> *</span>

# gatewayType.message
source: Please select Gateway Type
hi: कृपया गेटवे टाइप चुनें

# gatewayModelName.placeholder
source: Enter GatewayModel Name
hi: गेटवे मॉडल नाम दर्ज करें

# gatewayModelName.message
source: Please enter GatewayModel Name
hi: कृपया गेटवे मॉडल नाम दर्ज करें

# gatewayModelName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Is Available to All?
hi: सभी के लिए उपलब्ध है?

source: Click to edit gatewayModel Detail
hi: गेटवेमॉडल डिटेल को एडिट करने के लिए क्लिक करें

source: Gateway Model CommStandard - Preview
hi: गेटवे मॉडल कॉम मानक - पूर्वावलोकन

source: CommStandard Information
hi: सामान्य जानकारी

source: CommStandard Assigned Parameters
hi: मानक मानक पैरामीटर

source: Gateway Model Pin(s) - Preview
hi: गेटवे मॉडल पिन - पूर्वावलोकन

source: Gateway Model Pin(s) Information
hi: गेटवे मॉडल पिन (सूचनाएँ)

# clickToEditgatewayModelPinDetail
source: Click to edit gatewayModel Pin(s) Detail
hi: गेटवेमॉडल पिन (एस) विवरण को संपादित करने के लिए क्लिक करें

source: Number of Pin(s)
hi: पिन की संख्या

source: PinName
hi: पिन नाम

source: Add Gateway Model Port
hi: गेटवे मॉडल पोर्ट जोड़ें

source: Add Gateway Model Port - Preview
hi: गेटवे मॉडल पोर्ट जोड़ें - पूर्वावलोकन

source: Gateway Model Port -View
hi: गेटवे मॉडल पोर्ट-व्यू

source: Gateway Model Port Information
hi: गेटवे मॉडल पोर्ट सूचना

# portType*
source: Port Type <span> *</span>
hi: पोर्ट प्रकार <span> *</span>

# portType.message
source: Please select Port Type
hi: कृपया पोर्ट प्रकार का चयन करें

# portName.placeholder
source: Enter Port Name
hi: पोर्ट नाम दर्ज करें

# portName.message
source: Please enter Port Name
hi: कृपया पोर्ट नाम दर्ज करें

# portName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# internalMap*
source: Internal Map <span> *</span>
hi: आंतरिक मानचित्र <span> *</span>

source: Mapped Over Pin(s)
hi: मैप्स ओवर पिंस

source: Pin(s) Configuration for Port
hi: पोर्ट के लिए पिन कॉन्फ़िगरेशन

source: edit gateway Model Port detail
hi: गेटवे मॉडल पोर्ट विवरण संपादित करें

source: Mapped Pin(s)
hi: मैप किया हुआ पिन

source: Gateway Model PinPort Mapping - Preview
hi: गेटवे मॉडल पिनपॉर्ट मैपिंग - पूर्वावलोकन

source: CommunicationStandard Name:
hi: संचार मानक नाम:

# protocolName
source: Name :
hi: नाम:

source: Auth Token
hi: प्रामाणिक टोकन

source: Model
hi: नमूना

source: Template
hi: टेम्पलेट

source: Click to Manage Communication
hi: संचार प्रबंधित करने के लिए क्लिक करें

source: List of Gateways
hi: गेटवे की सूची

source: Gateway Configuration
hi: गेटवे कॉन्फ़िगरेशन

source: Gateway
hi: द्वार

# ManageI/ODataHandlerTags
source: Manage Data Handler I/O Tags
hi: डेटा हैंडलर आईओ टैग प्रबंधित करें

source: Data Handler
hi: डाटा हैंडलर

# dataHandler.placeholder
source: Data Handler Format
hi: डेटा हैंडलर प्रारूप

# operationMode.placeholder
source: Tag Seperator
hi: टैग विभाजक

source: I/O Tag(s) Display
hi: आईओ टैग प्रदर्शन

source: All
hi: सब

source: Assigned
hi: निरुपित

# iODHResponseTagConfiguration Details
source: Data Handler I/O Tag Configuration Details
hi: डेटा हैंडलर आईओ टैग कॉन्फ़िगरेशन विवरण

source: Click to enable/Disable
hi: सक्षम / अक्षम करने के लिए क्लिक करें

source: Participate In
hi: भाग लेना

source: Error Check
hi: त्रुटि की जाँच करें

source: Please select atleast one IO Tag
hi: कृपया एक आईओ टैग का चयन करें

# previewDataHandlerResponseIOTagsDetails
source: Preview Data Handler IO Tags Details
hi: पूर्वावलोकन डेटा हैंडलर आईओ टैग विवरण

source: Click to edit Communication I/O Tag Detail
hi: संचार आईओ टैग विवरण संपादित करने के लिए क्लिक करें

source: Data Handler IO Tags Details
hi: डेटा हैंडलर आईओ टैग विवरण

# manageI/ODataHandlerResponseTags
source: Manage Data Handler I/O Response Tags
hi: डेटा हैंडलर आईओ रिस्पॉन्स टैग प्रबंधित करें

# paramvalue.message
source: Please enter Param Value
hi: कृपया परम मूल्य दर्ज करें

# selectParamvalue.message
source: Please select Param Value
hi: कृपया परम मूल्य चुनें

source: Gateway Details
hi: गेटवे विवरण

source: Gateway From
hi: गेटवे फ्रॉम

source: No-Template
hi: कोई खाका

# gatewayTemplate*
source: Gateway Template<span>*</span>
hi: गेटवे टेम्पलेट<span>*</span>

# gatewayTemplate.message
source: Please select Gateway Template
hi: कृपया गेटवे टेम्पलेट चुनें

# gatewayName.placeholder
source: Enter Gateway Name
hi: गेटवे नाम दर्ज करें

# gatewayName.message
source: Please enter Gateway Name
hi: कृपया गेटवे नाम दर्ज करें

# gatewayName.message3
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Identifier
hi: पहचानकर्ता

# identifier.placeholder
source: Enter Identifier
hi: पहचानकर्ता दर्ज करें

source: Add Gateway Template
hi: गेटवे टेम्पलेट जोड़ें

source: Add Gateway Template - Preview
hi: गेटवे टेम्पलेट जोड़ें - पूर्वावलोकन

source: View Gateway Template
hi: गेटवे टेम्पलेट देखें

source: Gateway Template Information
hi: गेटवे टेम्पलेट जानकारी

# gatewayTemplateName.placeholder
source: Enter Gateway Template Name
hi: गेटवे टेम्प्लेट का नाम दर्ज करें

# gatewayTemplateName.message
source: Please enter Gateway Template Name
hi: कृपया गेटवे टेम्प्लेट नाम दर्ज करें

# gatewayTemplateName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Time Zone
hi: समय क्षेत्र

# communicationProtocolSelect
source: Communication Protocol (Select atleast one)<span>*</span>
hi: संचार प्रोटोकॉल (कम से कम एक का चयन करें)<span>*</span>

# communicationSelect.message
source: <span>Please Select atleast one Communication Protocol</span>
hi: <span>कृपया कम से कम एक संचार प्रोटोकॉल का चयन करें</span>

source: Data Protocol
hi: डेटा प्रोटोकॉल

source: Click to edit Template Detail
hi: टेम्पलेट विवरण संपादित करने के लिए क्लिक करें

source: Communication Protocol
hi: संचार प्रोटोकॉल

source: Add Gateway IO Data Handler
hi: गेटवे आईओ डेटा हैंडलर जोड़ें

# addGatewayIODataHandlerPreview
source: Add Gateway IO Data Handler - Preview Add Gateway IO Data Handler - Preview
hi: गेटवे आईओ डेटा हैंडलर जोड़ें - पूर्वावलोकन

source: View Gateway IO Data Handler
hi: गेटवे आईओ डेटा हैंडलर देखें

source: Gateway IO Data Handler Information
hi: गेटवे आईओ डेटा हैंडलर जानकारी

# dataHandlerName.placeholder
source: Enter Name
hi: नाम दर्ज

# gatewayIODataHandlerName.message
source: Please enter Gateway IO DataHandler Name
hi: कृपया गेटवे आईओ डेटाहैंडलर नाम दर्ज करें

# gatewayIODataHandlerName.message3
source: Please enter valid characters
hi: कृपया मान्य वर्ण दर्ज करें

# dHIdentifier*
source: DH Identifier<span>*</span>
hi: डीएच पहचानकर्ता<span>*</span>

# dHIdentifier.placeholder
source: Enter DH Identifier
hi: डीएच पहचानकर्ता दर्ज करें

# dHIdentifier.message
source: Please enter DH Identifier
hi: कृपया डीएच पहचानकर्ता दर्ज करें

# operationMode*
source: Operation Mode<span>*</span>
hi: ऑपरेशन मोड<span>*</span>

source: Read
hi: पढ़ें

source: Write
hi: लिखो

# operationMode.message
source: Please select Operation Mode
hi: कृपया ऑपरेशन मोड चुनें

source: Publish Interval (ms)
hi: प्रकाशन अंतराल (एमएस)

# publishIntervalms.placeholder
source: Enter Number
hi: नंबर डालें

source: Retry Count
hi: गणना करें

# retryCount.placeholder
source: Enter Number
hi: नंबर डालें

source: Retry Timeout (ms)
hi: रिट्रीट टाइमआउट (एमएस)

# retryTimeoutMs.placeholder
source: Enter Number
hi: नंबर डालें

source: Response Data Format
hi: प्रतिसाद डेटा स्वरूप

source: Response Tag Seperator
hi: रिस्पांस टैग सेपरेटर

# responseTagSeperator.placeholder
source: Enter Response Tag Seperator
hi: प्रतिक्रिया टैग सेपरेटर दर्ज करें

source: Click to edit IO DH Detail
hi: आईओ डीएच विवरण संपादित करने के लिए क्लिक करें

source: DH Identifier
hi: डीएच पहचानकर्ता

source: Click to Edit Gateway Details
hi: गेटवे विवरण संपादित करने के लिए क्लिक करें

source: Communication Details
hi: संचार विवरण

# ProtocolMasterConfiguration
source: Protocol Configuration
hi: प्रोटोकॉल कॉन्फ़िगरेशन

source: Protocol
hi: प्रोटोकॉल

source: Parameter Group
hi: पैरामीटर समूह

# paramete
source: Parameter
hi: पैरामीटर

source: Parameter Value
hi: पैरामीटर मान

source: Click to Manage Parameter Group
hi: पैरामीटर समूह प्रबंधित करने के लिए क्लिक करें

source: List of Protocols
hi: प्रोटोकॉल की सूची

# protocolMasterConfiguration
source: Protocol Configuration
hi: प्रोटोकॉल कॉन्फ़िगरेशन

source: Unit
hi: इकाई

source: No Parameter Value
hi: कोई पैरामीटर मान नहीं

source: Click to Manage Parameter Value
hi: पैरामीटर मान प्रबंधित करने के लिए क्लिक करें

# ListOfProtocolParameters
source: List of Protocol Parameters: {{protocolName}} / {{protocolParamLevel}} / {{protocolParamGroupDisplayName}}
hi: प्रोटोकॉल पैरामीटर्स की सूची: {{protocolName}} / {{protocolParamLevel}} / {{protocolParamGroupDisplayName}}

source: Channel
hi: चैनल

source: Node Component
hi: नोड घटक

# nCDataModel
source: NC Data Handler
hi: नेकां डाटा हैंडलर

source: Display Order
hi: प्रस्तुति का क्रम

source: Click to Manage Parameter
hi: पैरामीटर प्रबंधित करने के लिए क्लिक करें

# listOfParameterGroups
source: List of Parameter Groups: {{protocolDisplayName}}
hi: पैरामीटर समूहों की सूची: {{protocolDisplayName}}

source: Value
hi: मूल्य

source: Reference Parameter Value
hi: संदर्भ पैरामीटर मान

source: Is Default Value
hi: डिफ़ॉल्ट मान है

# listOfProtocolParameterValues
source: List of Protocol Parameter Values: {{protocolName}}/{{protocolParamLevel}}/{{protocolGroupName}}/{{protocolParamDisplayName}}
hi: प्रोटोकॉल पैरामीटर मानों की सूची:{{protocolName}}/{{protocolParamLevel}}/{{protocolGroupName}}/{{protocolParamDisplayName}}

source: Add Protocol
hi: प्रोटोकॉल जोड़ें

source: Add Protocol - Preview
hi: प्रोटोकॉल जोड़ें - पूर्वावलोकन

source: Protocol - View
hi: प्रोटोकॉल - देखें

# protocolInfo
source: Protocol Information
hi: प्रोटोकॉल जानकारी

# protocolName.placeholder
source: Enter Protocol Name
hi: प्रोटोकॉल नाम दर्ज करें

# protocolName.message
source: Please enter Protocol Name
hi: कृपया प्रोटोकॉल नाम दर्ज करें

# protocolName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# paramLevel*
source: ParamLevel<span> *</span>
hi: परम स्तर<span> *</span>

# n2D
source: Node to Device
hi: डिवाइस को नोड

# n2P
source: Node to Platform
hi: मंच के लिए नोड

source: SMS
hi: एसएमएस

# paramLevel.message
source: Please select ParamLevel
hi: कृपया परम स्तर का चयन करें

source: Click to edit Protocol Detail
hi: प्रोटोकॉल विवरण संपादित करने के लिए क्लिक करें

source: ParamLevel
hi: परम स्तर

source: Add Protocol Parameter Group
hi: प्रोटोकॉल पैरामीटर समूह जोड़ें

source: Add Protocol Parameter Group - Preview
hi: प्रोटोकॉल पैरामीटर समूह जोड़ें - पूर्वावलोकन

# AddProtocolParameterGroupView
source: Protocol Parameter Group - View
hi: प्रोटोकॉल पैरामीटर समूह - देखें

source: Parameter Group Information
hi: पैरामीटर समूह की जानकारी

source: Protocol Name
hi: प्रोटोकॉल नाम

# Name*
source: Name<span> *</span>
hi: नाम<span> *</span>

# ProtocolGroupName.placeholder
source: Enter Protocol Group Name
hi: प्रोटोकॉल समूह नाम दर्ज करें

# ProtocolGroupName.message
source: Please enter Protocol Group Name
hi: कृपया प्रोटोकॉल समूह नाम दर्ज करें

# ProtocolGroupName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# DiaplayOrder
source: Display Order
hi: प्रस्तुति का क्रम

# DiaplayOrder.placeholder
source: Enter Display Order
hi: प्रदर्शन आदेश दर्ज करें

# DiaplayOrder.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Description
hi: विवरण

source: Enter Description
hi: विवरण दर्ज करें

source: Cancel
hi: रद्द करना

source: Reset
hi: रीसेट

# AddParamGroup
source: Review & Save
hi: समीक्षा & सहेजें

source: Pleae fill the mandatory fields
hi: अनिवार्य क्षेत्रों को भरें

source: Name
hi: नाम

source: Add Protocol Parameter
hi: प्रोटोकॉल पैरामीटर जोड़ें

source: Add Protocol Parameter - Preview
hi: प्रोटोकॉल पैरामीटर जोड़ें - पूर्वावलोकन

# addProtocolParameterView
source: Protocol Parameter - View
hi: प्रोटोकॉल पैरामीटर - दृश्य

source: Parameter Information
hi: पैरामीटर जानकारी

source: Protocol Param Group
hi: प्रोटोकॉल परमग्रुप

# protocolParameterName.placeholder
source: Enter Protocol Parameter Name
hi: प्रोटोकॉल पैरामीटर नाम दर्ज करें

# protocolParameterName.message
source: Please enter Protocol Parameter Name
hi: कृपया प्रोटोकॉल पैरामीटर नाम दर्ज करें

# protocolParameterName.message1
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# uIComponentType*
source: UI Component Type<span> *</span>
hi: यूआई घटक प्रकार<span> *</span>

# uiComponentType.message
source: Please select UI Component Type
hi: कृपया यूआई घटक प्रकार चुनें

source: Default Value
hi: डिफ़ॉल्ट मान

# protocolParamDefaultValue.placeholder
source: Enter Default Value
hi: डिफ़ॉल्ट मान दर्ज करें

source: Dispaly Order
hi: प्रस्तुति का क्रम

# dispalyOrder.placeholder
source: Enter Display Order
hi: प्रदर्शन आदेश दर्ज करें

# diaplayOrder.message
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

source: Is Mandatory
hi: अनिवार्य है

# isMandatory.message
source: Please select Required
hi: कृपया आवश्यक चुनें

source: Reference Parameter
hi: संदर्भ पैरामीटर

# referenceParameterValue.message
source: Please select refCommProtocolParamVauleId
hi: कृपया संदर्भ कॉम प्रोटोकॉल परम वॉले का चयन करें

# AddParam
source: Review & Save
hi: समीक्षा & सहेजें

source: Click to edit Param Group Detail
hi: परम समूह विवरण संपादित करने के लिए क्लिक करें

source: UI Component Type
hi: यूआई घटक प्रकार

source: Add Protocol Parameter Value
hi: प्रोटोकॉल पैरामीटर मान जोड़ें

source: Add Protocol Parameter Value - Preview
hi: प्रोटोकॉल पैरामीटर मान जोड़ें - पूर्वावलोकन

# addProtocolParameterValueView
source: Protocol Parameter Value - View
hi: प्रोटोकॉल पैरामीटर मान - देखें

source: Parameter Value Information
hi: पैरामीटर मान की जानकारी

source: Protocol Param Name
hi: प्रोटोकॉल परम नाम

# value*
source: Value<span> *</span>
hi: मूल्य<span> *</span>

# value.placeholder
source: Enter Protocol Parameter Value
hi: प्रोटोकॉल पैरामीटर मान दर्ज करें

# value.message
source: Please enter Protocol Parameter Value
hi: कृपया प्रोटोकॉल पैरामीटर मान दर्ज करें

# value.message1
source: Please enter only Numbers
hi: कृपया केवल नंबर दर्ज करें

# isDefaultValue.message
source: isDefaultValue is required
hi: डिफ़ॉल्ट मान आवश्यक है

source: Click to edit Param value Detail
hi: परम मूल्य विवरण संपादित करने के लिए क्लिक करें

source: Protocol Param Name
hi: प्रोटोकॉल परम नाम

source: Parameter Value Information
hi: पैरामीटर मान की जानकारी

source: Public Access
hi: सार्वजनिक अभिगम

source: Communication Protocols
hi: संचार प्रोटोकॉल

# clicktoManageIOTags
source: Click to Manage Tags
hi: टैग प्रबंधित करने के लिए क्लिक करें

source: Click to Manage Communication
hi: संचार प्रबंधित करने के लिए क्लिक करें

source: List of Data Protocol
hi: डेटा प्रोटोकॉल की सूची

source: Add Data Protocol
hi: डेटा प्रोटोकॉल जोड़ें

source: Edit Data Protocol
hi: डेटा प्रोटोकॉल संपादित करें

source: Data Protocol - Preview
hi: डेटा प्रोटोकॉल - पूर्वावलोकन

source: View Data Protocol
hi: डेटा प्रोटोकॉल देखें

source: Data Protocol Information
hi: डेटा प्रोटोकॉल जानकारी

# dataProtocolName.placeholder
source: Enter Data Protocol Name
hi: डेटा प्रोटोकॉल नाम दर्ज करें

# dataProtocolName.message
source: Please enter Data Protocol Name
hi: कृपया डेटा प्रोटोकॉल नाम दर्ज करें

# dataProtocolName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

# communicationProtocolSelect.message
source: <span>Please Select atleast one Communication Protocol </span>
hi: <span>कृपया कम से कम एक संचार प्रोटोकॉल का चयन करें </span>

source: Click to edit Template Detail
hi: टेम्पलेट विवरण संपादित करने के लिए क्लिक करें

source: Data Protocol Name
hi: डेटा प्रोटोकॉल नाम

source: View Data Protocol Tag
hi: डेटा प्रोटोकॉल टैग देखें

source: I/O Mode
hi: आईओ मोड

source: List of Data Protocol Tag
hi: डेटा प्रोटोकॉल टैग की सूची

source: Data Protocol Tag
hi: डेटा प्रोटोकॉल टैग

source: Add Data Protocol Tag
hi: डेटा प्रोटोकॉल टैग जोड़ें

source: Edit Data Protocol Tag
hi: डेटा प्रोटोकॉल टैग संपादित करें

source: Data Protocol Tag - Preview
hi: डेटा प्रोटोकॉल टैग - पूर्वावलोकन

# tagName.placeholder
source: Enter Tag Name
hi: टैग नाम दर्ज करें

# tagName.message
source: Please Enter Tag Name
hi: कृपया टैग नाम दर्ज करें

# tagName.message2
source: Please enter valid Characters
hi: कृपया मान्य वर्ण दर्ज करें

source: Add Communication Tag
hi: संचार टैग जोड़ें

source: Edit Communication Tag
hi: संचार टैग संपादित करें

source: Communication Tag - Preview
hi: संचार टैग - पूर्वावलोकन

source: Communication Tag - View
hi: संचार टैग - देखें

source: Communication Tag Details
hi: संचार टैग विवरण

# tagName*
source: Tag Name<span>*</span>
hi: टैग नाम<span>*</span>

# clicktoeditCommunicationIOTagDetail
source: Click to edit Communication Tag Detail
hi: संचार टैग विवरण संपादित करने के लिए क्लिक करें

source: Data Protocol Communication Tag Info
hi: डेटा प्रोटोकॉल संचार टैग जानकारी

# listofCommunicationTags
source: List of Child Communication Tags: {{dataSubProtocolTagVIew.dataProtocolTag.name}}
hi: बाल संचार टैग की सूची: {{dataSubProtocolTagVIew.dataProtocolTag.name}}

source: Add Data Handler
hi: डेटा हैंडलर जोड़ें

source: Edit Data Handler
hi: डेटा हैंडलर संपादित करें

source: Data Handler - Preview
hi: डेटा हैंडलर - पूर्वावलोकन

source: View Data Handler
hi: डेटा हैंडलर देखें

source: Data Handler Information
hi: डेटा हैंडलर जानकारी

# dHCode.placeholder
source: Enter DH Code
hi: डीएच कोड दर्ज करें

# dHCode.message
source: Please enter DH Code
hi: कृपया डीएच कोड दर्ज करें

source: Click to edit Data Handler Detail
hi: डेटा हैंडलर डिटेल को एडिट करने के लिए क्लिक करें

source: Manage Data Handler Response Tags
hi: डेटा हैंडलर रिस्पांस टैग प्रबंधित करें

# dataProtocol.placeholder
source: Template Name
hi: टेम्पलेट नाम

source: Tag(s) Display
hi: टैग (ओं) का प्रदर्शन

source: Data Handler Tag Configuration Details
hi: डेटा हैंडलर टैग कॉन्फ़िगरेशन विवरण

source: Data Handler Configuration
hi: डेटा हैंडलर कॉन्फ़िगरेशन

source: Manage Data Handler Tags
hi: डेटा हैंडलर टैग प्रबंधित करें

# pleaseSelectAtleastQneIOTag
source: Please select atleast one IO Tag
hi: कृपया एक आईओ टैग का चयन करें

# previewDataHandlerIOTagsDetails
source: Preview Data Handler Tags Details
hi: पूर्वावलोकन डेटा हैंडलर टैग विवरण

source: Click to edit Data Handler Tag Detail
hi: डेटा हैंडलर टैग विवरण संपादित करने के लिए क्लिक करें

# dataHandlerFormat.message
source: Please select Data Handler Format
hi: कृपया डेटा हैंडलर प्रारूप का चयन करें

source: List of Communication Tags
hi: संचार टैग की सूची

source: Click to Manage DH Tags
hi: डीएच टैग प्रबंधित करने के लिए क्लिक करें

# clickToManageDHResponseTags
source: Click to Manage DH Response Tags Click to Manage DH Response Tags
hi: डीएच रिस्पांस टैग प्रबंधित करने के लिए क्लिक करें

source: List of Data Handlers
hi: डेटा हैंडलर्स की सूची

source: Data Protocol Configuration
hi: डेटा प्रोटोकॉल कॉन्फ़िगरेशन

source: Data Protocol
hi: डेटा प्रोटोकॉल

source: Tags
hi: टैग

source: Menu Configuration
hi: मेनू कॉन्फ़िगरेशन

source: Add Sub Menu
hi: उप मेनू जोड़ें

source: List of Menus
hi: मेनू की सूची

source: Click to Manage Service
hi: सेवा प्रबंधित करने के लिए क्लिक करें

source: List of Modules
hi: मॉड्यूल की सूची

source: Display Name
hi: प्रदर्शित होने वाला नाम

source: Data Operation
hi: डेटा ऑपरेशन

# listOfServicesOfModule
source: List of Services of Module: {{moduleName}}
hi: मॉड्यूल की सेवाओं की सूची: {{moduleName}}

source: Service API Configuration
hi: सेवा एपीआई विन्यास

source: Module
hi: मापांक

source: Service
hi: सर्विस

source: Key
hi: चाभी

source: Click to Assign Services
hi: सेवाएँ असाइन करने के लिए क्लिक करें

source: List of Consumer Applications
hi: उपभोक्ता अनुप्रयोगों की सूची

source: Add Web Service Consumer - View
hi: वेब सेवा उपभोक्ता जोड़ें - देखें

source: Consumer Application Details
hi: उपभोक्ता आवेदन विवरण

source: Consumer Application Configuration
hi: उपभोक्ता आवेदन विन्यास

source: Consumer Application
hi: उपभोक्ता आवेदन

source: Assign Services
hi: सेवाएँ असाइन करें

source: Web Service Module
hi: वेब सेवा मॉड्यूल

source: ServiceUrl
hi: सेवा यूआरएल

source: Select all
hi: सभी का चयन करे

# consumerApplication
source: Consumer Application: {{serviceConsumerApp.name}}
hi: उपभोक्ता आवेदन: {{serviceConsumerApp.name}}

# consumerApplicationPreview
source: {{addEditText}} Consumer Application - Preview
hi: {{addEditText}} उपभोक्ता आवेदन - पूर्वावलोकन

source: Click to edit Web service Detail
hi: वेब सेवा विवरण संपादित करने के लिए क्लिक करें

# menuHeader
source: {{addEditText}} Menu
hi: {{addEditText}} मेन्यू

# menuPreview
source: {{addEditText}} Menu - Preview
hi: {{addEditText}}मेनू - पूर्वावलोकन

source: Menu Detail
hi: मेनू विवरण

source: Parent Menu
hi: जनक मेनू

# parentMenuName.message
source: Please enter Parent Menu Name
hi: कृपया पेरेंट मेनू नाम दर्ज करें

# parentMenuName.message1
source: Please enter only Characters
hi: कृपया केवल वर्ण दर्ज करें

# order*
source: Order<span>*</span>
hi: गण<span>*</span>

# selectOredr.message
source: Please select Order
hi: आदेश का चयन करें

# icon*
source: Icon<span>*</span>
hi: चिह्न<span>*</span>

# icon.message
source: Please select Icon
hi: कृपया आइकन चुनें

source: Page URL
hi: पेज का पता

# PageURL.placeholder
source: Enter Page URL (Ex: menu-master)
hi: पृष्ठ यूआरएल दर्ज करें (उदा: मेनू-मास्टर)

# pageURL.message
source: Please enter Page URL
hi: कृपया पेज यूआरएल दर्ज करें

# pageURL.message1
source: Please enter only Characters
hi: कृपया केवल वर्ण दर्ज करें
